Repository: dktech15/Alma3roof
Catalog: Eber/Strings/*.lproj/Localizable.strings
Languages: ar, de, es, fr

# PUSH_MESSAGE_203
source: Driver accepted your trip request.
ar: وافق السائق على طلب رحلتك.
de: Fahrer hat Ihre Fahrtanfrage akzeptiert.
es: Conductor aceptado su solicitud de viaje
fr: Le chauffeur a accepté votre demande de voyage

# PUSH_MESSAGE_200
source: Driver is on the way to your location.
ar: السائق في طريقه إلى موقعك.
de: Fahrer ist auf dem Weg zu Ihrem Standort.
es: Proivder está en camino a su ubicación.
fr: Proivder est sur le chemin de votre position.

# PUSH_MESSAGE_204
source: Driver has arrived.
ar: وصل السائق.
de: Fahrer ist angekommen.
es: Ha llegado el conductor.
fr: Le chauffeur est arrivé.

# PUSH_MESSAGE_206
source: Your trip has started.
ar: بدأت رحلتك.
de: Ihre Reise hat begonnen.
es: Su viaje ha comenzado.
fr: Votre voyage a commencé.

# PUSH_MESSAGE_209
source: Your trip has been completed. Hope you enjoyed ride!
ar: لقد اكتملت رحلتك. أتمنى أن تكون قد استمتعت بالقيادة!
de: Ihre Reise ist abgeschlossen. Ich hoffe, Sie haben die Fahrt genossen!
es: Su viaje ha terminado. Espero que hayas disfrutado el viaje
fr: Votre voyage est terminé. J'espère que vous avez apprécié la balade

# PUSH_MESSAGE_213
source: Sorry, no driver is available near you at the moment.
ar: عذرًا ، لا يوجد سائق متوفر بالقرب منك في الوقت الحالي.
de: Entschuldigung,momentan ist kein Fahrer in Ihrer Nähe verfügbar.
es: Lo sentimos, ningún conductor está disponible cerca de usted en este momento
fr: Désolé, aucun chauffeur n'est disponible près de chez vous pour le moment.

# PUSH_MESSAGE_214
source: Your trip was canceled by the driver.
ar: تم إلغاء رحلتك من قبل السائق.
de: Ihre Fahrt wurde vom Fahrer storniert.
es: Su viaje cancelado por el conductor.
fr: Votre voyage annulé par chauffeur.

# PUSH_MESSAGE_240
source: Your trip has ended.
ar: انتهت رحلتك.
de: Ihre Reise ist beendet.
es: Su viaje ha terminado con éxito.
fr: Votre voyage est terminé avec succès.

# PUSH_MESSAGE_217
source: Driver initiate trip
ar: بدأ السائق الرحلة
de: Fahrer leitet Fahrt ein
es: Conductor iniciado viaje
fr: Chauffeur initier voyage

# PUSH_MESSAGE_215
source: You have been approved by admin for this application
ar: تمت الموافقة عليك من قبل المسؤول لهذا التطبيق
de: Sie wurden vom Administrator für diese Bewerbung genehmigt
es: Estás aprobado por el administrador para esta aplicación
fr: Vous êtes approuvé par l'administrateur pour cette application

# PUSH_MESSAGE_216
source: You have been declined by admin for this application
ar: تم رفضك من قبل المسؤول لهذا التطبيق
de: Sie wurden vom Administrator für diese Bewerbung abgelehnt
es: Estás rechazado por el administrador para esta aplicación
fr: Vous êtes refusé par admin pour cette application

# PUSH_MESSAGE_220
source: Logged in on another device.
ar: تم تسجيل الدخول على جهاز آخر.
de: An einem anderen Gerät angemeldet.
es: Inicia sesión en otro dispositivo
fr: Se connecter à un autre appareil

# PUSH_MESSAGE_231
source: Corporate request
ar: طلب شركة
de: Firmenanfrage
es: Solicitud corporativa
fr: Demande de l'entreprise

# PUSH_MESSAGE_218
source: Your trip cancelled by admin.
ar: ألغى المشرف رحلتك.
de: Ihre Reise wurde vom Administrator storniert.
es: Tu viaje cancelado por el administrador.
fr: Votre voyage annulé par l'administrateur.

# PUSH_MESSAGE_239
source: You have a new split payment request
ar: لديك طلب دفع جديد مقسم
de: Sie haben eine neue Aufteilungszahlungsanforderung
es: Tiene una nueva solicitud de pago dividido
fr: Vous avez une nouvelle demande de paiement fractionné

# PUSH_MESSAGE_236
source: Your split payment request has been accepted
ar: تم قبول طلب الدفع المقسم الخاص بك
de: Ihre Aufteilungszahlungsanfrage wurde akzeptiert
es: Su solicitud de pago dividido ha sido aceptada
fr: Votre demande de paiement fractionné a été acceptée

# PUSH_MESSAGE_237
source: Your split payment request has been rejected
ar: تم رفض طلب تقسيم الدفع
de: Ihr Antrag auf geteilte Zahlung wurde abgelehnt
es: Su solicitud de pago dividido ha sido rechazada
fr: Votre demande de paiement fractionné a été rejetée

# PUSH_MESSAGE_238
source: Your split payment request has been removed.
ar: تمت إزالة طلب الدفع المقسم.
de: Ihre Aufteilungszahlungsanforderung wurde entfernt.
es: Su solicitud de pago dividido ha sido eliminada.
fr: Votre demande de paiement fractionné a été supprimée.

# PUSH_MESSAGE_243
source: Your split payment trip has been end
ar: انتهت رحلة الدفع المقسمة
de: Ihre Split-Payment-Reise wurde beendet
es: Tu viaje de pago fraccionado ha finalizado
fr: Votre voyage en paiement fractionné est terminé

# TXT_YES
source: Yes
ar: نعم فعلا
de: Ja
es: Sí
fr: Oui

# TXT_NO
source: No
ar: لا
de: Nein
fr: Non

# TXT_CANCEL
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler

# TXT_OK
source: Ok
ar: حسنا
de: Okay
es: De acuerdo
fr: D'accord

# TXT_APPLY
source: Apply
ar: تطبيق
de: Übernehmen
es: Aplicar
fr: Appliquer

# TXT_RESET
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser

# TXT_DELETE
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Effacer

# TXT_SAVE
source: Save
ar: حفظ
de: Speichern
es: Salvar
fr: sauvegarder

# TXT_EDIT
source: Edit
ar: تصحيح
de: Bearbeiten
es: Editar
fr: modifier

# TXT_UPDATE
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour

# TXT_SELECT
source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Sélectionner

# TXT_SKIP
source: Skip
ar: تخطى
de: Überspringen
es: Omitir
fr: Sauter

# TXT_EXIT
source: Exit
ar: ىخرج
de: Beenden
es: Salida
fr: Sortie

# TXT_DONE
source: Done
ar: فعله
de: Fertig
es: Hecho
fr: Terminé

# TXT_GALLERY
source: Gallery
ar: صالة عرض
de: Galerie
es: Galería
fr: Galerie

# TXT_CAMERA
source: Camera
ar: الة تصوير
de: Kamera
es: Cámara
fr: Caméra

# TXT_RETRY
source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Procesar de nuevo
fr: Réessayez

# TXT_SUBMIT
source: Submit
ar: خضع
de: Senden
es: Enviar
fr: Soumettre

# TXT_ERROR
source: Error
ar: خطأ
de: Fehler
fr: Erreur

# TXT_CONFIRM
source: Confirm
ar: تؤكد
de: Bestätigen
es: Confirmar
fr: Confirmer

# TXT_CANCEL_TRIP
source: Cancel trip
ar: الغاء الرحلة
de: Reise stornieren
es: Cancelar viaje
fr: Annuler le voyage

# TXT_CANCELLATION_CHARGE_MESSAGE
source: Caution! We may apply charges for cancellation of trip.
ar: تحذير! n قد نفرض رسومًا على إلغاء الرحلة.
de: Es fallen Stornierungsgebühren an
es: ¡Precaución! Es posible que apliquemos cargos por cancelación de viaje.
fr: Attention ! Nous pouvons appliquer des frais d'annulation de voyage.

# TXT_CONNECTING_NEAR_BY_DRIVER
source: Connecting to nearby driver
ar: الاتصال بالقرب من قبل السائق
de: Verbinden mit Fahrer in der Nähe
es: Conectando cerca por conductor
fr: Connexion à proximité par conducteur

# PLACE_HOLDER_ENTER_MESSAGE
source: Enter message
ar: أدخل رسالة
de: Nachricht eingeben
es: Introducir mensaje
fr: Entrez le message

# TXT_CHAT_WITH
source: Chat with
ar: الدردشة مع
de: Chat mit
es: Chatear con
fr: Parler avec

# TXT_CHAT
source: Chat
ar: دردشة
de: Chatten
es: Charla
fr: Bavarder

# TXT_READ
source: Read
ar: اقرأ
de: Lesen
es: Leer
fr: Lis

# TXT_APP_VERSION
source: App version
ar: نسخة التطبيق
es: Version de aplicacion
fr: Version de l'application

# TXT_PUSH_ENABLE
source: **** like to send you push notification
ar: **** ترغب في إرسال إشعار دفع إليك
de: **** möchte Ihnen Push-Benachrichtigungen senden
es: **** desea enviarle una notificación push
fr: **** aime vous envoyer une notification push

# MSG_PUSH_ENABLE
source: **** do like to send you push notification
ar: أحب **** أن نرسل لك إشعار الدفع
de: **** möchte Ihnen Push-Benachrichtigungen senden
es: **** me gusta enviarle notificaciones push
fr: **** aime vous envoyer une notification push

# TXT_APPLY_PROMO
source: Apply promo
ar: تطبيق الترويجي
de: Angebot anwenden
es: Aplicar promo
fr: Appliquer la promo

# TXT_ENTER_PROMO
source: Enter promo code
ar: إدخال الرمز الترويجي
de: Gutscheincode eingeben
es: Introduce el código de promoción
fr: Saisir le code promotionnel

# MSG_PLEASE_ENTER_VALID_PROMOCODE
source: Invalid promocode
ar: الرمز الترويجي غير صالح
de: Ungültiger Aktionscode
es: Promocode inválido
fr: Promocode invalide

# TXT_INTERNET
source: Internet
ar: الإنترنت
fr: l'Internet

# TXT_LOCATION_SERVICE
source: Location service
ar: خدمة الموقع
de: Ortungsdienst
es: Servicio de localización
fr: Service de localisation

# MSG_INTERNET_ENABLE
source: Your internet connection seems to be disabled. Please enable it.
ar: يبدو أن الإنترنت معطّل ، يجب عليك تمكينه.
de: Ihre Internetverbindung scheint deaktiviert zu sein.Bitte aktivieren Sie sie.
es: Tu internet parece estar deshabilitado, debes habilitarlo.
fr: Votre internet semble être désactivé, vous devez l'activer.

# ALERT_MSG_LOCATION_SERVICE_NOT_AVAILABLE
source: 1. Go to Settings > Privacy > Location Services. 2. Make sure that location services is on
ar: 1. انتقل إلى الإعدادات> الخصوصية> خدمات الموقع. 2. تأكد من أن خدمات الموقع قيد التشغيل.
de: 1. Gehen Sie zu Einstellungen > Datenschutz > Ortungsdienste. 2. Stellen Sie sicher, dass die Ortungsdienste aktiviert sind
es: 1. Vaya a Configuración> Privacidad> Servicios de ubicación. 2. Asegúrese de que los servicios de ubicación estén activados.
fr: 1. Accédez à Paramètres> Confidentialité> Services de localisation. 2. Assurez-vous que les services de localisation sont activés.

# TXT_ATTENTION
source: Attention!
ar: انتباه
de: Achtung!
es: Atención

# TXT_ADMIN_ALERT
source: Admin alert!
ar: تنبيه المسؤول
de: Admin-Alarm!
es: Alerta de administrador
fr: Alerte administrateur

# MSG_SERVER_ERROR
source: Problem in downloading data from server please restart your app or try again.
ar: مشكلة في تنزيل البيانات من الخادم ، يرجى إعادة تشغيل التطبيق أو إعادة المحاولة.
de: Problem beim Herunterladen von Daten vom Server, bitte starten Sie Ihre App neu oder versuchen Sie es erneut.
es: Problema al descargar datos del servidor, reinicie su aplicación o intente nuevamente.
fr: Problème lors du téléchargement des données depuis le serveur, veuillez redémarrer votre application ou réessayer.

# MSG_UPDATE_APP
source: App update available with functionality and performance improvement.
ar: تحديث التطبيق متاح مع الأداء الوظيفي وتحسين الأداء.
de: App-Update mit Funktions- und Leistungsverbesserung verfügbar.
es: Actualización de la aplicación disponible con funcionalidad y mejora de rendimiento.
fr: Mise à jour de l'application disponible avec amélioration des fonctionnalités et des performances.

# TXT_SELECT_IMAGE
source: Select image
ar: اختر صورة
de: Bild auswählen
es: Seleccionar imagen
fr: Sélectionnez une image

# MSG_APPROVE_ERROR
source: You are not approved by admin, please inform admin.
ar: أنت غير معتمد من قبل المشرف ، يرجى إبلاغ المشرف.
de: Sie sind nicht vom Administrator genehmigt, bitte informieren Sie den Administrator.
es: Usted no está aprobado por el administrador, por favor informe al administrador.
fr: Vous n'êtes pas approuvé par l'administrateur, veuillez en informer l'administrateur.

# TXT_STRIPE_KEY_ERROR
source: Stripe key not received from server
ar: مفتاح الشريط غير مستلم من الخادم
de: Stripe-Schlüssel nicht vom Server erhalten
es: No se recibió la clave de banda del servidor
fr: Clé de bande non reçue du serveur

# TXT_LOGOUT
source: Logout
ar: الخروج
de: Abmelden
es: Cerrar sesión
fr: Connectez - Out

# MSG_LOGOUT
source: Are you sure you want to logout ?
ar: هل أنت متأكد أنك تريد تسجيل الخروج ؟
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

# TXT_DELETE_CARD
source: Delete card
ar: احذف البطاقة
de: Karte löschen
es: Borrar una tarjeta
fr: Supprimer une carte

# MSG_ARE_YOU_SURE
source: Are you sure?
ar: هل أنت واثق؟
es: ¿Estás seguro?
fr: Êtes-vous sûr?

# TXT_CORPORATE_REQUEST
source: Corporate request
ar: طلب الشركات
de: Unternehmensanfrage
es: Solicitud corporativa
fr: Demande de l'entreprise

# TXT_CORPORATE_REQUEST_MESSAGE
source: Do you want to tie-up with corporate?
ar: رسالة طلب الشركات
de: Möchten Sie sich mit dem Unternehmen verbinden?
es: Mensaje de solicitud corporativa
fr: Message de demande d'entreprise

# TXT_PAY_BY_CORPORATE
source: Would you like to pay by corporate?
ar: هل تريد أن تدفع من قبل الشركات
de: Möchten Sie per Firmenzahlung bezahlen?
es: ¿Te gustaría pagar por empresa?
fr: Voulez-vous payer par entreprise

# TXT_VERIFY_ACCOUNT
source: Verify account
ar: التحقق من الحساب
de: Konto bestätigen
es: Verificar Cuenta
fr: Vérifier le compte

# TXT_YOUR_RATING
source: Your rating
ar: تقييمك
es: Tu clasificación
fr: Votre note

# TXT_NOW
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: À présent

# TXT_RENTAL
source: Rental
ar: تأجير
de: Vermietung
es: Alquiler
fr: De location

# TXT_SELECT_PACKAGE
source: Select package
ar: حدد الحزمة
de: Paket auswählen
es: Seleccionar paquete
fr: Sélectionnez le forfait

# TXT_DEFAULT
source: Default
ar: افتراضي
es: Defecto
fr: Défaut

# TXT_RENT_NOW
source: Rent Now
ar: استئجار الآن
de: Jetzt mieten
es: Alquilar ahora
fr: Louer maintenant

# TXT_EXTRA_DISTANCE_CHARGE
source: Extra distance charge
ar: تهمة مسافة إضافية
de: Zusätzliche Entfernungsgebühr
es: Cargo de distancia extra
fr: Supplément distance

# TXT_EXTRA_TIME_CHARGE
source: Extra time charge
ar: رسوم وقت إضافي
de: Gebühr für zusätzliche Zeit
es: Cargo por tiempo extra
fr: Supplément de temps

# TXT_PACKAGES
source: Packages
ar: حدد الحزمة
es: Seleccionar paquete
fr: Sélectionnez le forfait

# TXT_SELECT_COUNTRY
source: Select country
ar: حدد الدولة
es: Seleccionar país
fr: Choisissez le pays

# TXT_SEARCH_COUNTRY
source: Search Country
ar: بحث البلد
es: Buscar pais
fr: Recherche pays

# TXT_CANCELLATION_CHARGE_APPLY
source: Cancellation charges apply
ar: تطبق رسوم الإلغاء
de: Stornierungsgebühren fallen an
es: Se aplican cargos por cancelación.
fr: Des frais d'annulation s'appliquent

# TXT_CANCEL_TRIP_REASON
source: Enter Cancellation reason
ar: أدخل سبب الإلغاء
de: Stornierungsgrund
es: Introduce el motivo de la cancelación
fr: Saisir le motif d'annulation

# TXT_CANCEL_TRIP_REASON2
source: Wrong address or location shown.
ar: لم أستطع الاتصال أنا وسائقي.
de: Falsche Adresse oder falscher Standort angezeigt.
es: Se muestra una dirección o ubicación incorrecta.
fr: Mauvaise adresse ou emplacement affiché.

# TXT_CANCEL_TRIP_REASON3
source: The eta was too long.
ar: تم إظهار العنوان أو الموقع الخاطئ.
de: Die Eta war zu lang.
es: El eta fue demasiado largo.
fr: Le eta était trop long.

# TXT_OTHER
source: Other
ar: آخر
es: Otro
fr: Autre

# TXT_PICKUP_ADDRESS_PLACE_HOLDER
source: Type pick up location
ar: اكتب موقع الالتقاط
de: Abholort eingeben
es: Escriba la ubicación de recogida
fr: Tapez le lieu de ramassage

# TXT_DESTINATION_ADDRESS_PLACE_HOLDER
source: Type destination location
ar: اكتب موقع الوجهة
de: Zielort eingeben
es: Escriba la ubicación de destino
fr: Type de destination

# TXT_INTRO_MSG
source: Get moving with ALMAعROOF App
ar: تحرك مع تطبيق تاكسي
de: Bewegen Sie sich mit der Taxi-App
es: Muévete con Taxi App
fr: Bougez avec l'application Taxi

# TXT_PHONE_NO
source: Phone no.
ar: رقم الهاتف.
de: Telefonnummer.
es: Telefono no.
fr: Pas de téléphone.

# TXT_CLOSE
source: Close
ar: قريب
es: Cerrar
fr: Fermer

# TXT_MOBILE_MSG
source: Please enter a mobile number.
ar: أدخل رقم هاتفك المحمول
de: Bitte geben Sie eine Handynummer ein.
es: Ingrese su numero celular
fr: Entrez votre numéro de mobile

# TXT_SIGN_IN_MSG
source: Welcome back, sign in to continue
ar: مرحبًا بك مرة أخرى ، سجّل الدخول للمتابعة
de: Willkommen zurück, melden Sie sich an, um fortzufahren
es: Bienvenido de nuevo, inicie sesión para continuar
fr: Bienvenue à nouveau, connectez-vous pour continuer

# TXT_PASSWORD
source: Password
ar: كلمه السر
de: Passwort
es: Contraseña
fr: Mot de passe

# TXT_FORGOT_PASSWORD
source: Forgot password ?
ar: هل نسيت كلمة المرور؟
es: ¿Se te olvidó tu contraseña?
fr: Mot de passe oublié?

# TXT_FORGOT_PASSWORD_MSG
source: Enter the email address or phone you used to register
ar: أدخل عنوان البريد الإلكتروني أو الهاتف الذي استخدمته للتسجيل
de: Geben Sie die E-Mail-Adresse oder Telefonnummer ein, mit der Sie sich registriert haben
es: Ingrese la dirección de correo electrónico o el teléfono que usó para registrarse
fr: Entrez l'adresse email ou le téléphone que vous avez utilisé pour vous inscrire

# TXT_EMAIL
source: Email
ar: البريد الإلكتروني

# TXT_NEW_PASSWORD_MSG
source: New Password
ar: مرحبًا بك مرة أخرى ، أدخل كلمة المرور الجديدة
es: Bienvenido de nuevo, introduzca la nueva contraseña
fr: Bienvenue, entrez un nouveau mot de passe

# TXT_REGISTER_MSG
source: Confirm your information
ar: تأكيد المعلومات الخاصة بك
de: Bestätigen Sie Ihre Informationen
es: Confirma tu informacion
fr: Confirmez vos informations

# TXT_FIRST_NAME
source: First name
ar: الاسم الاول
de: Vorname
es: Nombre de pila
fr: Prénom

# TXT_LAST_NAME
source: Last name
ar: الكنية
de: Nachname
es: Apellido
fr: Nom de famille

# TXT_CONDITIONING_TEXT
source: By continuing, I confirm that I have read and agree to the
ar: بالمتابعة ، أؤكد أنني قد قرأت ووافقت على
de: Indem ich fortfahre, bestätige ich, dass ich die gelesen habe und ihnen zustimme
es: Al continuar, confirmo que he leído y acepto la
fr: En continuant, je confirme avoir lu et accepté le

# TXT_PRIVACY_POLICY
source: Privacy Policy
ar: سياسة خاصة.
de: Datenschutzrichtlinie
es: Política de privacidad.
fr: Politique de confidentialité.

# TXT_TERMS_CONDITIONS
source: Terms & Conditions
ar: البنود و الظروف
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: termes et conditions

# TXT_AND
source: and
ar: و
de: und
es: y
fr: et

# TXT_ENTER_REFERRAL_CODE
source: Enter referral code
ar: أدخل رمز الإحالة
de: Empfehlungscode eingeben
es: Ingrese el código de referencia
fr: Entrez le code de référence

# TXT_REFERRAL_MSG
source: You can add referral code provided by your friend here, to get free credits. If you do not have one or don't want to insert then just click on Skip button below.
ar: يمكنك إضافة رمز الإحالة المقدم من صديقك هنا للحصول على أرصدة مجانية. إذا لم يكن لديك واحدة أو لا تريد إدراجها ، فما عليك سوى النقر على زر تخطي أدناه.
de: Sie können hier einen von Ihrem Freund bereitgestellten Empfehlungscode hinzufügen, um kostenlose Credits zu erhalten. Wenn Sie keinen haben odernicht einfügen möchten, klicken Sie einfach unten auf die Schaltfläche Überspringen.
es: Puede agregar el código de referencia proporcionado por su amigo aquí para obtener créditos gratuitos. Si no tiene uno o no desea insertar, simplemente haga clic en el botón Saltar a continuación.
fr: Vous pouvez ajouter ici le code de référence fourni par votre ami pour obtenir des crédits gratuits. Si vous n'en avez pas ou si vous ne voulez pas l'insérer, cliquez simplement sur le bouton Ignorer ci-dessous.

# TXT_OTP_MSG
source: Enter the 6-digit code send to you at
ar: أدخل الرمز المكون من 6 أرقام الذي أرسله إليك على
de: Geben Sie den 6-stelligen Code ein, der an Sie gesendet wurde
es: Ingrese el código de 6 dígitos enviado a usted en
fr: Entrez le code à 6 chiffres qui vous a été envoyé à l'adresse

# TXT_DID_YOU_ENTER_CORRECT_MOBILE_NUMBER
source: Did you enter the correct mobile number?
ar: هل أدخلت رقم الجوال الصحيح؟
de: Haben Sie die richtige Handynummer eingegeben?
es: ¿Ingresó el número de móvil correcto?
fr: Avez-vous entré le numéro de téléphone correct?

# TXT_RESEND_CODE
source: Resend code
ar: أعد إرسال الرمز
de: Code erneut senden
es: Reenviar codigo
fr: Renvoyer le code

# TXT_RESEND_CODE_IN
source: Resend Code in
ar: إعادة إرسال الرمز في
de: Code erneut senden in
es: Reenviar código en
fr: Renvoyer le code en

# TXT_EDIT_MY_DETAIL
source: Edit My Detail
ar: تحرير التفاصيل الخاصة بي
de: Meine Details bearbeiten
es: Editar mi detalle
fr: Modifier mes détails

# TXT_WHERE_TO_GO
source: Where To?
ar: اين نذهب؟
de: Wohin?
es: ¿Dónde ir?
fr: Où aller?

# TXT_NOTIFICATION
source: Notification
ar: إعلام الإخطار
de: BenachrichtigungBenachrichtigung
es: NotificaciónNotificación
fr: NotificationNotification

# TXT_PICKUP_ADDRESS
source: Pickup address
ar: عنوان لاقط
de: Abholadresse
es: Dirección de entrega
fr: Adresse de ramassage

# TXT_DESTINATION_ADDRESS
source: Destination address
ar: عنوان الوجهة
de: Zieladresse
es: Dirección de destino
fr: Adresse de destination

# TXT_NO_SERVICE_AVAILABLE_IN_THIS_AREA
source: No service available in this area.
ar: لا توجد خدمة متاحة في هذا المجال
de: Kein Dienst in diesem Bereich verfügbar.
es: No hay servicio disponible en esta área.
fr: Aucun service disponible dans cette zone

# TXT_SORRY
source: Sorry!
ar: آسف!
de: Entschuldigung!
es: ¡Lo siento!
fr: Pardon!

# TXT_ADD_PAYMENT
source: Add payment
ar: إضافة الدفع
de: Zahlung hinzufügen
es: Añadir pago
fr: Ajouter un paiement

# TXT_ETA
source: ETA
ar: إيتا

# TXT_FARE_ESTIMATE
source: Fare est.
ar: احصل على أجرة
de: Geschätzter Fahrpreis.
es: Obtener tarifa est.
fr: Obtenez le meilleur prix.

# TXT_CASH
source: Cash
ar: السيولة النقدية
de: Bargeld
es: Efectivo
fr: En espèces

# TXT_CARD
source: Card
ar: بطاقة
es: Tarjeta
fr: Carte

# TXT_ACCESSIBILITY
source: Accessibility Preference
ar: تفضيل إمكانية الوصول
de: Barrierefreiheitspräferenz
es: Preferencia de accesibilidad
fr: Préférence d'accessibilité

# TXT_MALE
source: Male
ar: الذكر
de: Männlich
es: Masculino
fr: Mâle

# TXT_FEMALE
source: Female
ar: إناثا
de: Weiblich
es: Hembra
fr: Femelle

# TXT_SELECT_LANGUAGE
source: Select language
ar: اختار اللغة
de: Sprache auswählen
es: Seleccione el idioma
fr: Choisir la langue

# TXT_HOTSPOT
source: Hotspot
ar: نقطة ساخنة
es: Punto de acceso
fr: Point chaud

# TXT_HANDICAP
source: Handicap
ar: عائق
de: Behinderung
es: Desventaja

# TXT_SET_LOCATION_ON_MAP
source: Set location on map
ar: تعيين الموقع على الخريطة
de: Standort auf der Karte festlegen
es: Establecer ubicación en el mapa
fr: Définir l'emplacement sur la carte

# TXT_ADD_DESTINATION_LATER
source: Add destination later
ar: إضافة وجهة في وقت لاحق
de: Ziel später hinzufügen
es: Añadir destino más tarde
fr: Ajouter la destination plus tard

# TXT_PERSON
source: Person
ar: شخص
es: Persona
fr: La personne

# TXT_SURGE_PRICE_MESSAGE
source: At times of instance demand, out rates change over time to keep vehicle available
ar: في أوقات الطلب على سبيل المثال ، تتغير الأسعار خارج مع مرور الوقت للحفاظ على السيارة المتاحة
de: Bei Bedarf ändern sich die Außentarife im Laufe der Zeit, um das Fahrzeug verfügbar zu halten
es: En momentos de demanda de instancia, las tarifas cambian con el tiempo para mantener el vehículo disponible
fr: En cas de demande ponctuelle, les taux d’entrée changent avec le temps pour que le véhicule reste disponible

# TXT_FIXED_RATE_AVAILABLE
source: Fixed rate available
ar: سعر ثابت المتاحة
de: Festpreis verfügbar
es: Tarifa fija disponible
fr: Taux fixe disponible

# MSG_FIXED_RATE_DIALOG
source: Do you want to go with fixed otherwise go with fare price.
ar: هل تريد أن تذهب مع ثابت وإلا تذهب مع سعر الأجرة؟
de: Möchten Sie zum Festpreis fahren, andernfalls zum Tarifpreis.
es: ¿Quieres ir con el precio fijo de lo contrario con el precio?
fr: Voulez-vous aller avec fixe sinon aller avec prix du tarif?

# TXT_USER_WALLET
source: Use wallet
ar: استخدام المحفظة
de: Brieftasche verwenden
es: Usar billetera
fr: Utilisez le portefeuille

# TXT_BASE_FARE
source: Base Fare
ar: الاجرة الاساسية
es: Tarifa base
fr: Tarif de base

# TXT_DISTANCE_FARE
source: Distance Fare
ar: أجرة المسافة
de: Entfernungstarif
es: Tarifa de distancia
fr: Tarif à distance

# TXT_TIME_FARE
source: Time fare
ar: وقت الأجرة
de: Zeittarif
es: Tarifa de tiempo
fr: Tarif horaire

# TXT_MAX_SIZE
source: Max Size
ar: اقصى حجم
de: Maximale Größe
es: tamaño máximo
fr: taille max

# TXT_TAX_FARE
source: Tax
ar: ضريبة
de: Steuer
es: Impuesto
fr: Impôt

# TXT_CANCELLATION_FARE
source: Cancellation Fee:
ar: رسوم الإلغاء
de: Stornierungsgebühr:
es: Tarifa de cancelación
fr: Frais d'annulation
