Repository: dktech15/Alma3roof
Catalog: Eber/Strings/*.lproj/Localizable.strings
Languages: ar, de, es, fr

# MSG_CODE_13
source: Referral skipped.
ar: تم تخطي الإحالة.
de: Empfehlung übersprungen.
es: Referencia omitida.
fr: Le renvoi a été ignoré.

# MSG_CODE_14
source: History get successfully.
ar: الحصول على التاريخ بنجاح.
de: Verlauf erfolgreich erhalten.
es: La historia consigue con éxito.
fr: Histoire obtenir avec succès.

# MSG_CODE_15
source: History detail get successfully.
ar: الحصول على تفاصيل التاريخ بنجاح.
de: Verlaufsdetail erfolgreich abgerufen.
es: Detalles de la historia consiguen con éxito.
fr: Détail de l'histoire obtenir avec succès.

# MSG_CODE_16
source: User has provided rating successfully.
ar: يعطي المستخدم التصنيف بنجاح.
de: Benutzer hat Bewertung erfolgreich abgegeben.
es: El usuario da la calificación con éxito.
fr: L'utilisateur donne une note avec succès.

# MSG_CODE_19
source: Your profile has been updated successfully.
ar: تم تحديث ملفك الشخصي بنجاح.
de: Ihr Profil wurde erfolgreich aktualisiert.
es: Tu perfil ha sido actualizado exitosamente.
fr: Votre profil a été mis à jour avec succés.

# MSG_CODE_33
source: Get your detail.
ar: الحصول على التفاصيل الخاصة بك.
de: Holen Sie sich Ihre Details.
es: Consigue tu detalle.
fr: Obtenez vos détails.

# MSG_CODE_36
source: You get fare estimate.
ar: يمكنك الحصول على تقدير الأجرة.
de: Sie erhalten eine Fahrpreisschätzung.
es: Usted obtiene la tarifa estimada.
fr: Vous obtenez une estimation de tarif.

# MSG_CODE_37
source: Your promo code has been applied successfully.
ar: تم تطبيق الرمز الترويجي الخاص بك بنجاح.
de: Ihr Promo-Code wurde erfolgreich angewendet.
es: Su código promocional ha sido aplicado con éxito.
fr: Votre code promotionnel a été appliqué avec succès.

# MSG_CODE_46
source: Card deselected.
ar: بطاقة غير محددة.
de: Karte deselektiert.
es: Tarjeta deseleccionada.
fr: Carte désélectionnée.

# MSG_CODE_45
source: Get your selected card.
ar: الحصول على البطاقة المحددة.
de: Holen Sie sich Ihre ausgewählte Karte.
es: Consigue tu tarjeta seleccionada.
fr: Obtenez votre carte sélectionnée.

# MSG_CODE_43
source: Get your future trips successfully.
ar: احصل على رحلاتك المستقبلية بنجاح.
de: Erhalten Sie Ihre zukünftigen Reisen erfolgreich.
es: Consigue tus futuros viajes con éxito.
fr: Obtenez vos futurs voyages avec succès.

# MSG_CODE_44
source: Your trip has been booked successfully.
ar: تم حجز رحلتك بنجاح.
de: Ihre Reise wurde erfolgreich gebucht.
es: Su viaje ha sido reservado con éxito.
fr: Votre voyage a été réservé avec succès.

# MSG_CODE_47
source: Get document list successfully.
ar: الحصول على قائمة المستندات بنجاح.
de: Dokumentliste erfolgreich erhalten.
es: Obtener la lista de documentos con éxito.
fr: Obtenir la liste de documents avec succès.

# MSG_CODE_48
source: Your document has been uploaded successfully.
ar: تم تحميل المستند الخاص بك بنجاح.
de: Ihr Dokument wurde erfolgreich hochgeladen.
es: Su documento ha sido subido con éxito.
fr: Votre document a été téléchargé avec succès.

# MSG_CODE_49
source: Your document has been updated successfully.
ar: تم تحديث وثيقتك بنجاح.
de: Ihr Dokument wurde erfolgreich aktualisiert.
es: Su documento ha sido actualizado con éxito.
fr: Votre document a été mis à jour avec succès.

# MSG_CODE_42
source: Your trip has been booked successfully.
ar: تم حجز رحلتك بنجاح.
de: Ihre Reise wurde erfolgreich gebucht.
es: Su viaje ha sido reservado con éxito.
fr: Votre voyage a été réservé avec succès.

# MSG_CODE_64
source: Your destination has been updated successfully.
ar: تم تحديث وجهتك بنجاح.
de: Ihr Ziel wurde erfolgreich aktualisiert.
es: Su destino ha sido actualizado con éxito.
fr: Votre destination a été mise à jour avec succès.

# MSG_CODE_62
source: Your payment method has been changed successfully.
ar: تم تغيير وضع الدفع الخاص بك بنجاح.
de: Ihre Zahlungsmethode wurde erfolgreich geändert.
es: Su modo de pago ha sido cambiado con éxito.
fr: Votre mode de paiement a été modifié avec succès.

# MSG_CODE_52
source: Update device token
ar: تحديث رمز الجهاز
de: Geräte-Token aktualisieren
es: Actualizar token de dispositivo
fr: Mettre à jour le jeton de périphérique

# MSG_CODE_55
source: You get your referral credit successfully.
ar: يمكنك الحصول على رصيد الإحالة الخاص بك بنجاح.
de: Sie erhalten Ihr Empfehlungsguthaben erfolgreich.
es: Usted obtiene su crédito de referencia con éxito.
fr: Vous obtenez votre crédit de référence avec succès.

# MSG_CODE_58
source: Your scheduled booking has been cancelled successfully.
ar: تم إلغاء الحجز المجدول بنجاح.
de: Ihre geplante Buchung wurde erfolgreich storniert.
es: Su reserva programada ha sido cancelada con éxito.
fr: Votre réservation prévue a été annulée avec succès.

# MSG_CODE_63
source: Get vehicle list successfully.
ar: الحصول على قائمة المركبات بنجاح.
de: Fahrzeugliste erfolgreich erhalten.
es: Obtener la lista de vehículos con éxito.
fr: Obtenir la liste des véhicules avec succès.

# MSG_CODE_91
source: Wallet amount added successfully
ar: تم إضافة مبلغ المحفظة بنجاح
de: Guthabenbetrag erfolgreich hinzugefügt
es: Monto de cartera agregado exitosamente
fr: Montant du portefeuille ajouté avec succès

# MSG_CODE_77
source: Email sent successfully.
ar: إرسال البريد الإلكتروني بنجاح.
de: E-Mail erfolgreich versendet.
es: Enviar correo electrónico con éxito.
fr: Email envoyé avec succès.

# MSG_CODE_81
source: Password reset successfully
ar: إعادة تعيين كلمة المرور بنجاح
de: Passwort erfolgreich zurückgesetzt
es: Contraseña restablecida con éxito
fr: Mot de passe réinitialisé avec succès

# MSG_CODE_103
source: Corporate request accepted successfully.
ar: تم قبول طلب الشركات بنجاح
de: Unternehmensanfrage erfolgreich angenommen.
es: Solicitud corporativa aceptada exitosamente
fr: Demande d'entreprise acceptée avec succès

# MSG_CODE_104
source: Corporate request rejected successfully.
ar: تم رفض طلب الشركة بنجاح
de: Unternehmensanfrage erfolgreich abgelehnt.
es: Solicitud corporativa rechazada exitosamente
fr: Demande d'entreprise rejetée avec succès

# MSG_CODE_72
source: SOS message sent successfully.
ar: أرسلت SOS بنجاح
de: SOS-Nachricht erfolgreich gesendet.
es: Sos enviado correctamente
fr: Sos envoyé avec succès

# MSG_CODE_106
source: Add favourite driver successfully.
ar: تمت إضافة السائق المفضل بنجاح
de: Favoritenfahrer erfolgreich hinzugefügt.
es: Conductor favorito agregado con éxito
fr: Pilote favori ajouté avec succès

# MSG_CODE_107
source: Remove favourite driver successfully.
ar: تمت إزالة برنامج التشغيل المفضل بنجاح
de: Favoritentreiber erfolgreich entfernen.
es: Controlador favorito eliminado con éxito
fr: Pilote favori supprimé avec succès

# ERROR_CODE_401
source: This Email id is already registered.
ar: تم تسجيل معرف البريد الإلكتروني هذا بالفعل.
de: Diese E-Mail-ID ist bereits registriert.
es: Este ID de correo electrónico ya está registrado.
fr: Cet identifiant de messagerie est déjà enregistré.

# ERROR_CODE_402
source: Social unique id required or password should be Null
ar: يجب أن يكون معرف فريد الاجتماعي المطلوب أو كلمة المرور خالية.
de: Eindeutige soziale ID erforderlich oder Passwort sollte Null sein
es: Se requiere una identificación social única o la contraseña debe ser nula.
fr: L'identifiant social unique requis ou le mot de passe doit être Null.

# ERROR_CODE_403
source: You are not a registered user. Please register first.
ar: أنت لست مستخدم مسجل. يرجى التسجيل أولا.
de: Sie sind kein registrierter Benutzer. Bitte registrieren Sie sich zuerst.
es: Usted no es un usuario registrado. Por favor regístrese primero.
fr: Vous n'êtes pas un utilisateur enregistré. S'il vous plaît inscrivez-vous d'abord.

# ERROR_CODE_448
source: You are not registered with this social.
ar: أنت لست مسجلًا في هذا المعرف الاجتماعي. يرجى التسجيل أولا.
de: Sie sind nicht bei diesem sozialen Netzwerk registriert.
es: Usted no está registrado con esta identificación social. Por favor regístrese primero.
fr: Vous n'êtes pas enregistré avec cet identifiant social. S'il vous plaît inscrivez-vous d'abord.

# ERROR_CODE_404
source: Please enter an old password.
ar: الرجاء إدخال كلمة المرور القديمة.
de: Bitte geben Sie ein altes Passwort ein.
es: Por favor, introduzca una contraseña antigua.
fr: Veuillez entrer un ancien mot de passe.

# ERROR_CODE_405
source: Please enter valid payment token.
ar: الرجاء إدخال رمز دفع صالح.
de: Bitte geben Sie einen gültigen Zahlungs-Token ein.
es: Por favor, introduzca el token de pago válido.
fr: Veuillez entrer un jeton de paiement valide.

# ERROR_CODE_407
source: No trip.
ar: لا توجد رحلة.
de: Keine Fahrt.
es: No viaje
fr: Pas de voyage

# ERROR_CODE_408
source: Your trip has been already cancelled.
ar: لقد تم بالفعل إلغاء رحلتك.
de: Ihre Reise wurde bereits storniert.
es: Su viaje ya ha sido cancelado.
fr: Votre voyage a déjà été annulé.

# ERROR_CODE_409
source: There is no trip made till now.
ar: لا توجد رحلة تمت حتى الآن.
de: Bis jetzt wurde noch keine Fahrt gemacht.
es: No hay viaje hecho hasta ahora.
fr: Il n'y a pas de voyage fait jusqu'à maintenant.

# ERROR_CODE_410
source: User trip details not found.
ar: لم يتم العثور على تفاصيل رحلة المستخدم.
de: Fahrdetails des Benutzers nicht gefunden.
es: Detalles del viaje del usuario no encontrados.
fr: Les détails du voyage de l'utilisateur sont introuvables.

# ERROR_CODE_411
source: Your trip is not yet completed.
ar: لم تكتمل رحلتك.
de: Ihre Reise ist noch nicht abgeschlossen.
es: Tu viaje no está completo.
fr: Votre voyage n'est pas terminé.

# ERROR_CODE_415
source: Sorry, our service is not available in this area.
ar: آسف! الخدمة غير متوفرة في هذا المجال.
de: Entschuldigung, unser Service ist in diesem Bereich nicht verfügbar.
es: ¡Lo siento! Servicio no disponible en esta zona.
fr: Pardon! service non disponible dans cette zone.

# ERROR_CODE_433
source: Please enter a valid password.
ar: الرجاء إدخال كلمة السر الصحيحة.
de: Bitte geben Sie ein gültiges Passwortein.
es: Por favor introduce una contraseña válida.
fr: Entrer un mot de passe valide s'il vous plait.

# ERROR_CODE_434
source: Please enter a valid password.
ar: الرجاء إدخال كلمة السر الصحيحة.
de: Bitte geben Sie ein gültiges Passwort ein.
es: Por favor introduce una contraseña válida.
fr: Entrer un mot de passe valide s'il vous plait.

# ERROR_CODE_421
source: No service type found.
ar: لم يتم العثور على نوع الخدمة.
de: Kein Diensttyp gefunden.
es: No se ha encontrado ningún tipo de servicio.
fr: Aucun type de service trouvé.

# ERROR_CODE_442
source: Card not found.
ar: البطاقة غير موجودة.
de: Karte nicht gefunden.
es: Tarjeta no encontrada.
fr: Carte non trouvée.

# ERROR_CODE_441
source: Card not found.
ar: البطاقة غير موجودة.
de: Karte nicht gefunden.
es: Tarjeta no encontrada.
fr: Carte non trouvée.

# ERROR_CODE_445
source: Destination not set.
ar: لم يتم تعيين الوجهة.
de: Ziel nicht festgelegt.
es: Destino no establecido.
fr: La destination n'est pas définie.

# ERROR_CODE_435
source: Please add a credit card first.
ar: يرجى إضافة بطاقة الائتمان أولا.
de: Bitte fügen Sie zuerst eine Kreditkarte hinzu.
es: Por favor agregue la tarjeta de crédito primero.
fr: S'il vous plaît ajouter une carte de crédit en premier.

# ERROR_CODE_436
source: Sorry, no available promo code.
ar: آسف لا يوجد رمز الترويجي المتاحة.
de: Entschuldigung, kein Aktionscode verfügbar.
es: Lo sentimos, no hay código promocional disponible.
fr: Désolé, pas de code promo disponible.

# ERROR_CODE_437
source: Trip not found.
ar: الرحلة غير موجودة.
de: Reise nicht gefunden.
es: No se encontró el viaje.
fr: Voyage non trouvé.

# ERROR_CODE_438
source: Mismatch document id.
ar: معرّف المستند غير متطابق.
de: Nicht übereinstimmende Dokument-ID.
es: ID de documento no coincidente.
fr: ID de document incompatible.

# ERROR_CODE_439
source: No any future trip or mismatch id.
ar: لا يوجد أي رحلة في المستقبل أو معرف عدم تطابق.
de: Keine zukünftige Fahrt oder nicht übereinstimmende ID.
es: No hay ningún viaje futuro o ID de desajuste.
fr: Pas de futur identifiant de voyage ou de correspondance.

# ERROR_CODE_440
source: Mismatch card id.
ar: معرف بطاقة عدم تطابق.
de: Karten-ID nicht übereinstimmen.
es: Tarjeta de identificación errónea.
fr: Identité de carte incompatible.

# ERROR_CODE_422
source: You have already applied the referral code.
ar: لقد قمت بالفعل بتطبيق رمز الإحالة.
de: Sie haben den Empfehlungscode bereits angewendet.
es: Ya has aplicado el código de referencia.
fr: Vous avez déjà appliqué le code de parrainage.

# ERROR_CODE_427
source: Not getting your detail.
ar: عدم الحصول على التفاصيل الخاصة بك.
de: Ihre Daten werden nicht abgerufen.
es: No entiendo tu detalle.
fr: Ne pas obtenir vos détails.

# ERROR_CODE_429
source: No service type found.
ar: لم يتم العثور على نوع الخدمة.
de: Kein Diensttyp gefunden.
es: No se encontró ningún tipo de servicio.
fr: Aucun type de service trouvé.

# ERROR_CODE_424
source: Sorry your logout attempt failed.
ar: آسف فشلت محاولة تسجيل الخروج.
de: Leider ist Ihr Abmeldeversuch fehlgeschlagen.
es: Lo siento, su intento de cierre de sesión falló.
fr: Désolé, votre tentative de déconnexion a échoué.

# ERROR_CODE_446
source: Please enter a valid password.
ar: الرجاء إدخال كلمة السر الصحيحة.
de: Bitte geben Sie ein gültiges Passwort ein.
es: Por favor introduce una contraseña válida.
fr: Entrer un mot de passe valide s'il vous plait.

# ERROR_CODE_451
source: Invalid token.
ar: رمز غير صالح.
de: Ungültiger Token.
es: Simbolo no valido.
fr: Jeton invalide.

# ERROR_CODE_454
source: Mismatch schedule trip id
ar: عدم تطابق معرف جدول الرحلة
de: Nicht übereinstimmende Fahrplan-ID
es: ID de viaje de horario de desajustes
fr: Identité de voyage non conforme

# ERROR_CODE_456
source: You are already registered with this mobile number.
ar: أنت مسجل بالفعل مع رقم الجوال هذا.
de: Sie sind bereits mit dieser Handynummer registriert.
es: Ya estás registrado con este número de móvil.
fr: Vous êtes déjà inscrit avec ce numéro de mobile.

# ERROR_CODE_464
source: Your last payment is pending please contact our admin.
ar: آخر دفعة لك معلقة ، يرجى الاتصال بالمشرف.
de: Ihre letzte Zahlung steht nochaus. Bitte kontaktieren Sie unseren Administrator.
es: Su último pago está pendiente por favor contacte a nuestro administrador.
fr: Votre dernier paiement est en attente, veuillez contacter notre administrateur.

# ERROR_CODE_1001
source: We are not doing business in this country.
ar: نحن لا نعمل في هذا البلد.
es: No estamos haciendo negocios en este país.
fr: Nous ne faisons pas d’affaires dans ce pays.

# ERROR_CODE_1002
source: We do not operate in this city.
ar: نحن لا نعمل في هذه المدينة.
de: Wir machen in dieser Stadt keine Geschäfte.
es: No estamos haciendo negocios en esta ciudad.
fr: Nous ne faisons pas d’affaires dans cette ville.

# ERROR_CODE_468
source: You cannot add more contacts
ar: يمكنك إضافة ماكس 5 اتصال
de: Sie können keine weiteren Kontakte hinzufügen
es: puede agregar max 5 contacto
fr: vous pouvez ajouter un maximum de 5 contacts

# ERROR_CODE_541
source: Please enter a valid promotional code.
ar: الرجاء إدخال رمز ترويجي صالح.
de: Bitte geben Sie einen gültigen Aktionscode ein.
es: Por favor, introduzca un código promocional válido.
fr: Veuillez entrer un code promotionnel valide.

# ERROR_CODE_542
source: Promo code has already been used.
ar: الكود الترويجي مستخدم بالفعل.
de: Promo-Code wurde bereits verwendet.
es: El código promocional ya está en uso.
fr: Le code promotionnel est déjà utilisé.

# ERROR_CODE_544
source: Promo feature is not active for current payment mode.
ar: ميزة الترويج ليست نشطة في وضع الدفع الحالي.
de: Promo-Funktion ist für den aktuellen Zahlungsmodus nicht aktiv.
es: La función de promoción no está activa en el modo de pago actual.
fr: La fonctionnalité de promotion n'est pas active sur le mode de paiement actuel.

# ERROR_CODE_543
source: Promo code not active in your country or city
ar: الشفرة الترويجية غير نشطة في بلدك أو مدينتك
de: Promo-Code in Ihrem Land oder Ihrer Stadt nicht aktiv
es: Código promocional no activo en su país o ciudad
fr: Code promotionnel non actif dans votre pays ou ville

# ERROR_CODE_545
source: Promo code is expired or invalid
ar: الشفرة الترويجية منتهية الصلاحية أو غير صالحة
de: Promo-Code ist abgelaufen oder ungültig
es: El código promocional ha caducado o no es válido.
fr: Le code promotionnel est expiré ou invalide

# ERROR_CODE_701
source: Add wallet amount failed.
ar: فشل إضافة مبلغ المحفظة.
de: Hinzufügen des Wallet-Betrags fehlgeschlagen.
es: Agregar la cantidad de billetera fallida.
fr: Ajouter le montant du portefeuille a échoué.

# ERROR_CODE_702
source: Change wallet status failed.
ar: فشل تغيير حالة المحفظة.
de: Geldbörsenstatus ändern fehlgeschlagen.
es: El estado de cambio de billetera falló.
fr: Changer le statut du portefeuille a échoué.

# ERROR_CODE_801
source: Email address is not registered.
ar: معرف البريد الإلكتروني غير مسجل.
de: E-Mail-Adresse ist nicht registriert.
es: La ID de correo electrónico no está registrada.
fr: L'identifiant email n'est pas enregistré.

# ERROR_CODE_804
source: Update device token failed.
ar: فشل تحديث رمز الجهاز.
de: Aktualisierung des Gerätetokens fehlgeschlagen.
es: Error al actualizar el token del dispositivo.
fr: Le jeton de périphérique de mise à jour a échoué.

# ERROR_CODE_803
source: Scheduled trip not found.
ar: جدول الرحلة غير موجود.
de: Geplante Fahrt nicht gefunden.
es: Horario de viaje no encontrado.
fr: Horaire voyage non trouvé.

# ERROR_CODE_447
source: Your password is incorrect. Please try again.
ar: كلمة مرورك غير صحيحة. الرجاء إدخال واحد صحيح.
de: Ihr Passwort ist falsch. Bitte versuchen Sie es erneut.
es: Tu contraseña es incorrecta. Por favor ingrese la correcta.
fr: Votre mot de passe est incorrect. S'il vous plaît entrer le correct.

# ERROR_CODE_471
source: Failed to add an emergency contact.
ar: فشل في إضافة جهة اتصال للطوارئ.
de: Fehler beim Hinzufügen eines Notfallkontakts.
es: Error al agregar un contacto de emergencia.
fr: Échec de l'ajout d'un contact d'urgence.

# ERROR_CODE_472
source: Failed to update an emergency contact.
ar: أخفق تحديث جهة اتصال الطوارئ.
de: Fehler beim Aktualisieren eines Notfallkontakts.
es: Error al actualizar un contacto de emergencia.
fr: Échec de la mise à jour d'un contact d'urgence.

# ERROR_CODE_473
source: Failed to delete an emergency contact.
ar: فشل في حذف جهة اتصال الطوارئ.
de: Fehler beim Löschen eines Notfallkontakts.
es: Error al eliminar un contacto de emergencia.
fr: Échec de la suppression d'un contact d'urgence.

# ERROR_CODE_474
source: User detail not found.
ar: لم يتم العثور على تفاصيل المستخدم.
de: Benutzerdetail nicht gefunden.
es: Detalles del usuario no encontrados.
fr: Détail de l'utilisateur introuvable.

# ERROR_CODE_475
source: Failed to delete card.
ar: فشل في حذف البطاقة.
de: Fehler beim Löschen der Karte.
es: Error al eliminar una tarjeta.
fr: Échec de la suppression d'une carte.

# ERROR_CODE_477
source: Selection of card has failed.
ar: فشل اختيار البطاقة.
de: Kartenauswahl fehlgeschlagen.
es: La selección de una tarjeta ha fallado.
fr: La sélection d'une carte a échoué.

# ERROR_CODE_478
source: User document list not found.
ar: لم يتم العثور على قائمة مستندات المستخدم.
de: Liste der Benutzerdokumente nicht gefunden.
es: Lista de documentos del usuario no encontrada.
fr: Liste de documents utilisateur non trouvée.

# ERROR_CODE_481
source: Trip service not found.
ar: لم يتم العثور على خدمة الرحلة.
de: Reiseservice nicht gefunden.
es: Servicio de viaje no encontrado.
fr: Service de voyage non trouvé.

# ERROR_CODE_482
source: User document not found.
ar: وثيقة المستخدم غير موجودة.
de: Benutzerdokument nicht gefunden.
es: Documento de usuario no encontrado.
fr: Document utilisateur non trouvé.

# ERROR_CODE_484
source: User profile upload failed.
ar: فشل تحميل ملف تعريف المستخدم.
de: Upload des Benutzerprofils fehlgeschlagen.
es: La carga del perfil de usuario ha fallado.
fr: Le téléchargement du profil utilisateur a échoué.

# ERROR_CODE_485
source: Pay payment failed.
ar: تم الدفع الدفع فشل.
de: Zahlung fehlgeschlagen.
es: El pago de pago ha sido fallido.
fr: Le paiement a été échoué.

# ERROR_CODE_487
source: Referral apply failed.
ar: إحالة تطبيق قد فشلت.
de: Antrag auf Empfehlung fehlgeschlagen.
es: La solicitud de referencia ha sido fallida.
fr: L'application de référence a échoué.

# ERROR_CODE_491
source: Cancel trip failed.
ar: تم الغاء الرحلة.
de: Reise stornieren fehlgeschlagen.
es: Cancelar viaje ha sido fallido.
fr: Annuler le voyage a échoué.

# ERROR_CODE_493
source: Trip status upload failed.
ar: فشل تحميل حالة الرحلة.
de: Hochladen des Reisestatus fehlgeschlagen.
es: La carga del estado del viaje ha fallado.
fr: Le téléchargement du statut de voyage a échoué.

# ERROR_CODE_494
source: Destination upload failed.
ar: فشل تحميل الوجهة.
de: Ziel-Upload fehlgeschlagen.
es: La carga del destino ha fallado.
fr: Le téléchargement de la destination a échoué.

# ERROR_CODE_496
source: Getting fare estimate failed.
ar: فشل الحصول على تقدير الأجرة.
de: Fahrpreisschätzung abrufen fehlgeschlagen.
es: Obtener la estimación de la tarifa ha sido fallida.
fr: Obtenir une estimation de tarif a échoué.

# ERROR_CODE_301
source: Your card was declined by the bank for insufficient funds. Please add a new card.
ar: تم رفض بطاقتك من قبل البنك أو عدم كفاية رصيد البطاقة. يرجى إضافة بطاقة جديدة لرحلة.
de: Ihre Karte wurde von der Bank wegen unzureichender Deckung abgelehnt. Bitte fügen Sie eine neue Karte hinzu.
es: Su tarjeta fue rechazada por el banco o saldo insuficiente en la tarjeta. Por favor agregue una nueva tarjeta a un viaje.
fr: Votre carte a été refusée par la banque ou le solde de votre carte est insuffisant. S'il vous plaît ajouter une nouvelle carte à un voyage.

# ERROR_CODE_811
source: Language not found.
ar: اللغة غير موجودة.
de: Sprache nicht gefunden.
es: Idioma no encontrado.
fr: Langue non trouvée.

# ERROR_CODE_812
source: Create trip failed
ar: إنشاء فشل الرحلة.
de: Reise erstellen fehlgeschlagen
es: Error de creación de viaje.
fr: Échec de la création du voyage.

# ERROR_CODE_497
source: Emergency contact already added.
ar: الاتصال في حالات الطوارئ وأضاف بالفعل.
de: Notfallkontakt bereits hinzugefügt.
es: Contacto de emergencia ya agregado.
fr: Contact d'urgence déjà ajouté.

# ERROR_CODE_467
source: Emergency contact not found. Please add a contact.
ar: اتصال الطوارئ غير موجود. يرجى إضافة أولا.
de: Notfallkontakt nicht gefunden. Bitte fügen Sie einen Kontakt hinzu.
es: Contacto de emergencia no encontrado. Por favor agregue primero
fr: Contact d'urgence non trouvé. S'il vous plaît ajouter en premier.

# ERROR_CODE_470
source: Already registered with dispatcher.
ar: مسجل بالفعل مع المرسل.
de: Bereits beim Dispatcher registriert.
es: Ya registrado con despachador.
fr: Déjà inscrit chez dispatcher.

# ERROR_CODE_453
source: No trip.
ar: لا توجد رحلة.
de: Keine Fahrt.
es: Ningún viaje.
fr: Pas de voyage.

# ERROR_CODE_459
source: Sorry we failed to add your card. Please try again.
ar: آسف فشلنا في إضافة بطاقتك. حاول مرة اخرى.
de: Leider konnten wir Ihre Karte nicht hinzufügen. Bitte versuchen Sie es erneut.
es: Lo sentimos, no hemos podido agregar su tarjeta. Inténtalo de nuevo.
fr: Désolé, nous n'avons pas ajouté votre carte. Veuillez réessayer.

# ERROR_CODE_420
source: Your trip has not ended yet.
ar: رحلتك لم تنته بعد.
de: Ihre Reise ist noch nicht zu Ende.
es: Tu viaje aún no ha terminado.
fr: Votre voyage n'est pas encore terminé.

# ERROR_CODE_808
source: Already registered with social account
ar: مسجل بالفعل مع الحساب الاجتماعي
de: Bereits bei sozialem Konto registriert
es: Ya registrado con cuenta social
fr: Déjà inscrit avec compte social

# ERROR_CODE_815
source: User check failed
ar: فشل التحقق من المستخدم
de: Benutzerprüfung fehlgeschlagen
es: Error de verificación de usuario
fr: La vérification de l'utilisateur a échoué
