Repository: dktech15/Alma3roof
Catalog: Eber/Strings/*.lproj/Localizable.strings
Languages: ar, de, es, fr

# ERROR_CODE_809
source: Wallet history not found.
ar: لم يتم العثور على سجل المحفظة.
de: Wallet-Verlauf nicht gefunden.
es: Historial de monedero no encontrado.
fr: Historique du portefeuille introuvable.

# ERROR_CODE_1003
source: We are not doing business in this area.
ar: نحن لا نعمل في هذا المجال
de: Wir sind in diesem Bereich nicht geschäftlich tätig.
es: No estamos haciendo negocios en esta área.
fr: Nous ne faisons pas d'affaires dans ce domaine

# ERROR_CODE_995
source: Trip already running
ar: الرحلة قيد التشغيل بالفعل
de: Fahrt läuft bereits
es: El viaje ya esta corriendo
fr: Le voyage est déjà en cours

# ERROR_CODE_991
source: Something went wrong
ar: شيء خاطئ مع الخادم
de: Etwas ist schief gelaufen
es: Algo está mal con el servidor
fr: Quelque chose ne va pas avec le serveur

# HTTP_ERROR_CODE_404
source: URL not found. Please check your internet connection
ar: عنوان url غير موجود الرجاء التحقق من اتصالك بالإنترنت
de: URL nicht gefunden. Bitte überprüfen Sie Ihre Internetverbindung
es: Url no encontrado por favor revise su conexión a internet
fr: Url not found Veuillez vérifier votre connexion internet

# HTTP_ERROR_CODE_502
source: Bad gateway
ar: مدخل خاطأ
es: Puerta de enlace mal
fr: Mauvaise passerelle

# HTTP_ERROR_CODE_504
source: Gateway timeout
ar: غمازة
de: Gateway- Zeitüberschreitung
es: Tiempo de espera de la puerta de enlace
fr: Délai d'attente de la passerelle

# HTTP_ERROR_CODE_503
source: Service unavailable
ar: الخدمة غير متوفرة
de: Dienst nicht verfügbar
es: Servicio no disponible
fr: Service indisponible

# HTTP_ERROR_CODE_500
source: Internal server error
ar: خطأ في الخادم الداخلي
de: Interner Serverfehler
es: Error de servidor interno
fr: Erreur Interne du Serveur

# HTTP_ERROR_CODE_408
source: Request timeout
ar: طلب مهلة
de: Zeitüberschreitung bei Anfrage
es: Pide tiempo fuera
fr: Demande de délai d'attente

# HTTP_ERROR_CODE_413
source: Request entity to large
ar: طلب كيان كبير
de: Entität zu groß anfordern
es: Solicitud de entidad a gran
fr: Demander l'entité au grand

# TXT_ON_GOING_TRIP
source: Ongoing trip
ar: في رحلة الذهاب
de: Laufende Fahrt
es: En viaje continuo
fr: En voyage

# TXT_UP_COMING_TRIP
source: Upcoming trips
ar: الرحلات القادمة
de: Anstehende Reisen
es: Próximos viajes
fr: Voyages à venir

# TXT_WALLET_HISTORY
source: Wallet history
ar: تاريخ المحفظة
es: Historia de la cartera
fr: Histoire de portefeuille

# TXT_ID
source: ID
ar: هوية شخصية
es: CARNÉ DE IDENTIDAD

# TXT_WALLET_AMOUNT
source: Wallet amount
ar: مبلغ المحفظة
de: Guthabenbetrag
es: Monto de la cartera
fr: Montant du portefeuille

# TXT_TOTAL_WALLET_AMOUNT
source: Total wallet amount
ar: إجمالي مبلغ المحفظة
de: Gesamtbetrag der Brieftasche
es: Monto total de la cartera
fr: Montant total du portefeuille

# TXT_WALLET_HISTORY_DETAIL
source: Wallet history
ar: تفاصيل المحفظة التاريخ
de: Wallet-Verlauf
es: Detalle de la historia de la cartera
fr: Détail de l'histoire du portefeuille

# WALLET_STATUS_ADDED_BY_ADMIN
source: Added by admin
ar: أضيفت من قبل المشرف
de: Vom Administrator hinzugefügt
es: Añadido por el administrador
fr: Ajouté par admin

# WALLET_STATUS_ADDED_BY_CARD
source: Added by card
ar: أضيفت بواسطة بطاقة
de: Von Karte hinzugefügt
es: Añadido por tarjeta
fr: Ajouté par carte

# WALLET_STATUS_ADDED_BY_REFERRAL
source: Added by referral
ar: أضيفت بواسطة الإحالة
de: Durch Empfehlung hinzugefügt
es: Añadido por referencia
fr: Ajouté par référence

# WALLET_STATUS_ORDER_CHARGED
source: Amount used in trip
ar: الكمية المستخدمة في الرحلة
de: In Reise verwendeter Betrag
es: Cantidad utilizada en viaje
fr: Quantité utilisée dans le voyage

# WALLET_STATUS_ORDER_REFUND
source: Trip refunded
ar: مبلغ استرداد الرحلة
de: Reise erstattet
es: Importe de reembolso de viaje
fr: Montant du remboursement du voyage

# WALLET_STATUS_ORDER_PROFIT
source: Trip profit
ar: ربح الرحلة
de: Reisegewinn
es: Ganancia de viaje
fr: Profit de voyage

# WALLET_STATUS_ORDER_CANCELLATION_CHARGE
source: Trip cancellation charge
ar: رسوم إلغاء الرحلة
de: Reisestornierungsgebühr
es: Cargo por cancelación de viaje
fr: Frais d'annulation de voyage

# WALLET_STATUS_WALLET_REQUEST_CHARGE
source: Wallet request charge
ar: رسوم طلب المحفظة
de: Wallet-Anforderungsgebühr
es: Cargo de solicitud de cartera
fr: Frais de demande de portefeuille

# TXT_AMOUNT_DEDUCTED
source: Deducted amount
ar: المبلغ المخصوم
de: Abgezogener Betrag
es: Cantidad deducida
fr: Montant déduit

# TXT_AMOUNT_ADDED
source: Added amount
ar: المبلغ المضاف
de: Hinzugefügter Betrag
es: Cantidad añadida
fr: Montant ajouté

# TXT_MANDATORY_FIELDS
source: * mandatory document
ar: * يشير إلى الوثائق الإلزامية
de: * obligatorisches Dokument
es: * Indica documentos obligatorios.
fr: * Indique les documents obligatoires

# TXT_ENTER_ID_NUMBER
source: Enter id number
ar: أدخل رقم الهوية
de: ID-Nummer eingeben
es: Ingrese el número de identificación
fr: Entrez le numéro d'identification

# TXT_ENTER_EXP_DATE
source: Select expiry date
ar: حدد تاريخ انتهاء الصلاحية
de: Verfallsdatum auswählen
es: Seleccionar fecha de caducidad
fr: Sélectionnez la date d'expiration

# TXT_ID_NUMBER
source: ID number :
ar: رقم الهوية:
de: ID-Nummer :
es: Número de identificación :
fr: Numéro d'identification:

# TXT_EXP_DATE
source: Exp. date :
ar: إكسب. تاريخ :
de: Verfallsdatum:
es: Exp. fecha :
fr: Exp. rendez-vous amoureux :

# TXT_SHARE
source: Share
ar: شارك
de: Teilen
es: Compartir
fr: Partager

# MSG_SHARE_ETA
source: I will reach at %@ with %@ in %@ min
ar: سوف تصل إلى %@ مع %@ in %@ min
de: Icherreiche %@ mit %@ in %@ min
es: Llegaré a %@ con %@ en %@ min.
fr: J'atteindrai à %@ avec %@ dans %@ min

# VALIDATION_MSG_ENTER_VALID_OTP
source: Enter valid otp
ar: أدخل صالح otp
de: Gültigen otp eingeben
es: Ingrese otp válido
fr: Entrez otp valide

# MSG_PLEASE_ENTER_VALID_PASSWORD
source: Password length should be greater than 6 characters.
ar: يجب أن يكون طول كلمة المرور %@
de: Passwortlänge sollte länger als 6 Zeichen sein.
es: La longitud de la contraseña debe ser %@
fr: La longueur du mot de passe doit être %@

# TXT_SELECT_DATE
source: Select date
ar: حدد تاريخ
de: Datum auswählen
es: Seleccione fecha
fr: Sélectionner une date

# TXT_SCHEDULE_TRIP
source: Schedule Trip
ar: جدول الرحلة
de: Fahrt planen
es: Horario de viaje
fr: Planifier un voyage

# TXT_CURRENT_PASSWORD
source: Current password
ar: كلمة المرور الحالي
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel

# TXT_TAP_TO_ADD_WORK_ADDRESS
source: Tap to add work address
ar: انقر لإضافة عنوان المكتب
de: Tippen, um Arbeitsadresse hinzuzufügen
es: Toque para agregar la dirección de la oficina
fr: Appuyez sur pour ajouter l'adresse du bureau

# TXT_TAP_TO_ADD_HOME_ADDRESS
source: Tap to add home address
ar: انقر لإضافة عنوان المنزل
de: Tippen, um Heimatadresse hinzuzufügen
es: Toque para agregar la dirección de la casa
fr: Appuyez sur pour ajouter l'adresse du domicile

# TXT_APP_PROMOTION_DESCRIPTION
source: Order Food, Grocery, Flower ? E-Delivery is On demand delivery application by us. Especially covering the whole delivery drome of the market starting from food, water bottle, grocery delivery.
ar: النظام الغذائي ، بقالة ، زهرة؟ التسليم الإلكتروني عند الطلب تسليم الطلب من قبلنا. لا سيما تغطي drome التسليم الكامل للسوق بدءا من الغذاء ، وزجاجة المياه ، وتسليم البقالة.
de: Bestellen Sie Essen, Lebensmittel, Blumen? E-Lieferung ist eine On-Demand-Lieferungsanwendung von uns. Besonders für den gesamten Lieferbereich des Marktes, angefangen von Lebensmitteln, Wasserflaschen, Lebensmittellieferungen.
es: ¿Comida, supermercado, flor? E-Delivery es la aplicación de entrega a pedido por nosotros. Especialmente cubriendo toda la entrega del mercado a partir de alimentos, botella de agua, entrega de comestibles.
fr: Commander de la nourriture, une épicerie, une fleur? E-Delivery est une application de livraison à la demande de notre part. Particulièrement couvrant l'ensemble de la livraison du marché à partir de nourriture, bouteille d'eau, livraison d'épicerie.

# TXT_GET_APP
source: Get App
ar: الحصول على التطبيق
de: App abrufen
es: Obtener aplicaciones
fr: Obtenir l'application

# TXT_MENU
source: Menu
ar: قائمة طعام
de: Menü
es: Menú

# VALIDATION_MSG_PICKUP_ADDRESS_NOT_AVAILABLE
source: Please select pickup address first.
ar: يرجى تحديد عنوان الالتقاط أولاً.
de: Bitte wählen Sie zuerst die Abholadresse aus.
es: Por favor, seleccione la dirección de recogida primero.
fr: S'il vous plaît sélectionnez d'abord l'adresse de ramassage.

# VALIDATION_MSG_ENTER_VALID_EXPIRY_DATE
source: Select valid expiry date.
ar: حدد تاريخ انتهاء الصلاحية صالح.
de: Wählen Sie ein gültiges Ablaufdatum.
es: Seleccione fecha de caducidad válida.
fr: Sélectionnez une date d'expiration valide.

# TXT_HISTORY_NOT_FOUND
source: History not available
ar: التاريخ غير متوفر.
de: Verlauf nicht verfügbar
es: Historia no disponible.
fr: Histoire non disponible.

# TXT_EMPTY_HISTORY
source: History
ar: التاريخ!
de: Verlauf
es: ¡Historia!
fr: L'histoire!

# TXT_EMPTY_HISTORY_MSG
source: No history to be displayed.
ar: لا يوجد تاريخ متاح
de: Kein Verlauf zum Anzeigen.
es: No hay historia disponible
fr: Pas d'historique disponible

# ERROR_CODE_461
source: Invalid referral code.
ar: رمز الإحالة غير صالح
de: Ungültiger Empfehlungscode.
es: Código de referencia no válido
fr: Code de référence invalide

# ERROR_CODE_898
source: Referral code expired
ar: انتهت صلاحية رمز الإحالة
de: Empfehlungscode abgelaufen
es: Código de referencia vencido
fr: Code de référence expiré

# ERROR_CODE_899
source: User not approved by admin.
ar: المستخدم غير معتمد
de: Benutzer nicht vom Administrator genehmigt.
es: El usuario no está aprobado
fr: L'utilisateur n'est pas approuvé

# TXT_FAVOURITE
source: Favourite
ar: المفضل
de: Favorit
es: Favorito
fr: préféré

# TXT_FAVOURITE_DRIVER
source: Favourite Driver
ar: السائق المفضل
de: Lieblingsfahrer
es: Conductor favorito
fr: Pilote préféré

# TXT_NO_FAVOURITE_DRIVER
source: No favourite driver
ar: لا يوجد سائق مفضل
de: Kein Lieblingsfahrer
es: Sin conductor favorito
fr: Aucun pilote préféré

# TXT_ADD_FAVOURITE_DRIVER
source: Add favourite driver
ar: أضف برنامج التشغيل المفضل
de: Favoritenfahrer hinzufügen
es: Agregar conductor favorito
fr: Ajouter un pilote favori

# TXT_NO_DRIVER
source: No driver found
ar: لا يوجد برنامج تشغيل وجدت
de: Kein Treiber gefunden
es: No se ha encontrado ningún controlador
fr: Aucun pilote trouvé

# MSG_PROMO_REMOVE_MESSAGE
source: Your promo may be void after payment mode change
ar: قد يكون عرضك الترويجي باطلاً بعد تغيير وضع الدفع
de: Ihre Aktion kann nach Änderung des Zahlungsmodus ungültig werden
es: Su promoción puede quedar anulada después del cambio de modo de pago
fr: Votre promotion peut être annulée après le changement de mode de paiement

# TITLE_PROMO_REMOVE_MESSAGE
source: Promo Alert
ar: تنبيه ترويجي
de: Promo-Alarm
es: Alerta de promoción
fr: Alerte promotionnelle

# TXT_CHANGE_LANGUAGE
source: Change language
ar: غير اللغة
de: Sprache ändern
es: Cambiar idioma
fr: Changer de langue

# TXT_NO_BOOKING
source: My bookings
ar: لا حجز
de: Meine Buchungen
es: Sin reserva
fr: Pas de réservation

# TRIP_STATUS_WAITING_FOR_ACCEPT
source: Waiting For Accept
ar: في انتظار القبول
de: Warten auf Akzeptieren
es: Esperando aceptar
fr: En attente d'acceptation

# MSG_PLEASE_AGREE_TERMS_CONDITON
source: I agree to the terms and conditions
ar: الرجاء الموافقة على الشروط والأحكام
de: Ich stimme den Nutzungsbedingungen zu
es: Por favor acepte los términos y condiciones
fr: Veuillez accepter les termes et conditions

# TXT_SELECT_PAYMENT_METHOD
source: Please select payment method
ar: إختر طريقة الدفع
de: Bitte Zahlungsmethode auswählen
es: Selecciona tu forma de pago
fr: Sélectionnez votre méthode de paiement

# TXT_RIDE_NOW
source: Ride Now
ar: اركب الآن
de: Jetzt fahren
es: Montar ahora
fr: Roulez maintenant

# TXT_FEEDBACK
source: Feedback
ar: تعليق
es: Realimentación
fr: Retour

# TXT_SEARCH_DRIVER
source: Enter email or phone
ar: أدخل البريد الإلكتروني أو الهاتف
de: E-Mail oder Telefon eingeben
es: Ingrese correo electrónico o teléfono
fr: Entrez l'e-mail ou le téléphone

# TXT_GIVE_TIP_TO_DRIVER
source: Give tip to your driver
ar: أعط نصيحة للسائق الخاص بك
de: Geben Sie Ihrem Fahrer Trinkgeld
es: Dar propina a su conductor
fr: Donnez un pourboire à votre chauffeur

# TXT_SEARCH_DRIVER_NOTE
source: Note: Search driver by email or phone number (don't add country code)
ar: ملاحظة: ابحث عن برنامج التشغيل عن طريق البريد الإلكتروني أو رقم الهاتف (لا تقم بإضافة رمز البلد)
de: Hinweis: Fahrer per E-Mail oder Telefonnummer suchen (keinen Ländercode hinzufügen)
es: Nota: busque el controlador por correo electrónico o número de teléfono (no agregue el código de país)
fr: Remarque : recherchez le pilote par e-mail ou par numéro de téléphone (n'ajoutez pas le code du pays)

# TXT_ADD_DRIVER
source: Add driver
ar: أضف سائق
de: Treiber hinzufügen
es: Agregar controlador
fr: Ajouter un pilote

# TXT_SEARCH
source: Search
ar: يبحث
de: Suchen
es: Buscar
fr: Rechercher

# TXT_RATE
source: Rate
ar: معدل
es: Velocidad
fr: Taux

# TXT_DRIVER
source: Driver
ar: سائق
de: Treiber
es: Conductor
fr: Conducteur

# error_user_register
source: You are already registered with this mobile number or email.
ar: أنت مسجل بالفعل باستخدام رقم الهاتف المحمول هذا أو البريد الإلكتروني.
de: Sie sind bereits mit dieser Handynummer oder E-Mail registriert.
es: Ya estás registrado con este número de móvil o correo electrónico.
fr: Vous êtes déjà inscrit avec ce numéro de mobile ou cette adresse e-mail.

# msg_not_save
source: Are you sure you want to leave? Your information will not be saved.
ar: هل أنت متأكد أنك تريد المغادرة؟ لن يتم حفظ معلوماتك.
de: Sind Sie sicher, dass Sie gehen möchten? Ihre Informationen werden nicht gespeichert.
es: Tem certeza de que deseja sair? Suas informações não serão salvas.
fr: Êtes-vous sûr de vouloir partir? Votre information ne sera pas enregistrée.

# ERROR_DELETE_CARD
source: You can't delete card during an on-going trip.
ar: You can not delete card while trip is running.
de: Sie können die Karte nicht während einer laufenden Fahrt löschen.
es: You can not delete card while trip is running.
fr: You can not delete card while trip is running.

# TXT_TRIP_CANCELLED_BY_PROVIDER
source: Trip is cancelled by driver
ar: تم إلغاء الرحلة بواسطة السائق
de: Fahrt wurde vom Fahrer storniert
es: El viaje es cancelado por el conductor
fr: Le voyage est annulé par le chauffeur

# TXT_CANCEL_TRIP_REASON1
source: My driver and I couldn't connect.
ar: برنامج التشغيل الخاص بي وأنا لا أستطيع الاتصال.
de: Mein Client und ich konnten keine Verbindung herstellen.
es: Mi conductora y yo no pudimos conectar.
fr: Mon chauffeur et moi n'avons pas pu nous connecter.

# TXT_REQUEST_PROVIDER_GENDER
source: Which driver would you like to request?
ar: ما هو برنامج التشغيل الذي تريد طلبه؟
de: Welchen Fahrer möchten Sie anfordern?
es: ¿Qué conductor desea solicitar?
fr: Quel chauffeur souhaitez-vous demander?

# TXT_SOUND_ALERT_MESSAGE
source: Play sound when the driver has changed his status during trip.
ar: تشغيل الصوت عندما يغير السائق الحالة أثناء الرحلة.
de: Ton abspielen, wenn der Fahrer seinen Status während der Fahrt geändert hat.
es: Reproducir sonido cuando el conductor cambia de estado durante el viaje.
fr: Jouez le son lorsque le chauffeur change d'état pendant le voyage.

# TXT_ARRIVED_ALERT
source: Driver arrived alert
ar: تنبيه وصول السائق
de: Fahrer angekommen Alarm
es: El conductor llegó alerta
fr: Alerte arrivée du chauffeur

# TXT_ARRIVED_ALERT_MESSAGE
source: Sound play when driver has arrived.
ar: تشغيل الصوت عند وصول السائق.
de: Soundwiedergabe, wenn der Fahrer angekommen ist.
es: Reproducción de sonido cuando llegó el conductor.
fr: Jeu sonore lorsque le chauffeur est arrivé.

# TRIP_STATUS_COMING
source: Driver is on his way to your location
ar: السائق قادم إلى موقعك
de: Fahrer ist auf dem Weg zu Ihrem Standort
es: Conductor que viene a su ubicación
fr: Chauffeur venant à votre emplacement

# TRIP_STATUS_ARRIVED
source: Driver has arrived at your location
ar: وصل السائق
de: Fahrer ist an Ihrem Standort angekommen
es: El conductor llegó
fr: Le chauffeur est arrivé

# TXT_PROVIDER_CITY_TAX
source: Driver city tax
ar: ضريبة مدينة السائق
de: Stadtsteuer für Fahrer
es: Conductor de impuestos de la ciudad
fr: Taxe de séjour du chauffeur

# TXT_PROVIDER_MISCELLANEOUS_TAX
source: Driver miscellaneous fee
ar: ضريبة متنوعة لبرنامج التشغيل
de: Sonstige Gebühr für Fahrer
es: Conductor de impuestos diversos
fr: Taxe divers chauffeur

# MSG_CODE_35
source: You get nearby driver list.
ar: تحصل على قائمة برامج تشغيل قريبة.
de: Sie erhalten eine Fahrerliste in der Nähe.
es: Usted obtiene la lista de conductores cercanos.
fr: Vous obtenez la liste des chauffeurs à proximité.

# ERROR_CODE_406
source: Sorry, there is no driver for the service you selected.
ar: عذرًا ، لم يتم العثور على برنامج تشغيل للخدمة التي حددتها.
de: Entschuldigung, es gibt keinen Treiber für den von Ihnen ausgewählten Dienst.
es: Lo sentimos, no se ha encontrado ningún conductor para el servicio que seleccionó.
fr: Désolé, aucun chauffeur n'a été trouvé pour le service que vous avez sélectionné.

# ERROR_CODE_423
source: Sorry, you can't skip your referral code.
ar: عذرًا ، لا يمكنك تخطي رمز الإحالة الخاص بك.
de: Entschuldigung, Sie können Ihren Empfehlungscode nicht überspringen.
es: Lo sentimos, no puede omitir su código de referencia.
fr: Désolé, vous ne pouvez pas ignorer votre code de parrainage.

# ERROR_CODE_428
source: No driver for selected service type in your area.
ar: لم يتم العثور على برنامج تشغيل لنوع الخدمة المحدد من حولك.
de: Kein Treiber für ausgewählten Diensttyp in Ihrem Gebiet.
es: No se ha encontrado ningún conductor para el tipo de servicio seleccionado a su alrededor.
fr: Aucun chauffeur trouvé pour le type de service sélectionné autour de vous.

# ERROR_CODE_426
source: Not getting driver detail.
ar: لا يتم إحضار تفاصيل برنامج التشغيل.
de: Fahrerdetails werden nicht abgerufen.
es: No obteniendo un detalle del conductor.
fr: Ne pas obtenir un détail de chauffeur.

# ERROR_CODE_483
source: User or driver detail not found.
ar: لم يتم العثور على تفاصيل المستخدم أو برنامج التشغيل.
de: Benutzer- oder Fahrerdetails nicht gefunden.
es: Detalles del usuario o conductor no encontrados.
fr: Détails de l'utilisateur ou du chauffeur non trouvés.

# ERROR_CODE_495
source: Getting nearby driver failed.
ar: فشل الاقتراب من قبل السائق.
de: Ermittlung des Fahrers in der Nähe fehlgeschlagen.
es: Acercarse al conductor ha fallado.
fr: La proximité avec le chauffeur a échoué.

# ERROR_CODE_897
source: Your friend's referral country doesn't match with yours.
ar: دولة إحالة صديقك لا تتطابق مع بلدك.
de: Das Empfehlungsland Ihres Freundes stimmt nicht mit Ihrem überein.
es: El país de referencia de tu amigo no coincide con el tuyo.
fr: Le pays de référence de votre ami ne correspond pas au vôtre.

# txt_please_wait_your_payment_is_processing
source: Please wait your payment is processing…
ar: الرجاء الانتظار جاري معالجة الدفع الخاص بك ...
de: Bitte warten Sie, Ihre Zahlung wird bearbeitet...
es: Por favor, espere que su pago se esté procesando...
fr: Veuillez patienter, votre paiement est en cours de traitement…

# MSG_CODE_28
source: Your trip has been completed successfully.
ar: لقد اكتملت رحلتك بنجاح.
de: Ihre Reise wurde erfolgreich abgeschlossen.
es: Su viaje se ha completado con éxito.
fr: Votre voyage s'est terminé avec succès.

# txt_pay_by_cash
source: Pay by Cash
ar: الدفع نقدا
de: Barzahlung
es: Pagar en efectivo
fr: Payer en espèce

# txt_unapprove_user
source: Your account is unapproved or deleted. Please contact admin
ar: حسابك غير معتمد أو محذوف. يرجى الاتصال بالمسؤول
de: Ihr Konto wurde nicht genehmigt oder gelöscht.Bitte wenden Sie sich an den Administrator
es: Su cuenta no se aprobó o se eliminó. Póngase en contacto con el administrador
fr: Votre compte n'est pas approuvé ou supprimé. Veuillez contacter l'administrateur

# txt_are_you_sure_account_delete
source: Are you sure? Do you want to delete your account?
ar: هل أنت متأكد من رغبتك في حذف حسابك؟
de: Sind Sie sicher? Möchten Sie Ihr Konto löschen?
es: ¿Está seguro de que desea eliminar su cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?

# txt_delete_account
source: Delete Account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte

# txt_split_payment
source: Split Payment
ar: تقسيم الدفع
de: Geteilte Zahlung
es: Pago dividido
fr: Paiement fractionné

# txt_no_user_found
source: No user found
ar: لم يتم العثور على مستخدم
de: Kein Benutzer gefunden
es: No se encontró ningún usuario
fr: Aucun utilisateur trouvé

# TXT_SEARCH_USER_NOTE
source: Note: Search user by email or phone number (don't add country code)
ar: ملاحظة: ابحث عن المستخدم بالبريد الإلكتروني أو رقم الهاتف (لا تضف رمز البلد)
de: Hinweis: Benutzer per E-Mail oder Telefonnummer suchen (keine Ländervorwahl hinzufügen)
es: Nota: Buscar usuario por correo electrónico o número de teléfono (no agregue código de país)
fr: Remarque : recherchez un utilisateur par e-mail ou numéro de téléphone (n'ajoutez pas de code de pays)

# TXT_ACCEPTED
source: Accepted
ar: مقبول
de: Akzeptiert
es: Aceptado
fr: Accepté

# TXT_WAITING
source: Waiting
ar: قيد الانتظار
de: Warten
es: Esperando
fr: En attente

# TXT_Resend
source: Resend
ar: إعادة الإرسال
de: Erneut senden
es: Reenviar
fr: Renvoyer

# TXT_SPLIT_PAYMENT_REQ
source: Split Payment Request
ar: تقسيم طلب الدفع
de: Zahlungsanforderung aufteilen
es: Solicitud de pago dividido
fr: Demande de paiement fractionné

# txt_your_friend_send_split_payment_req
source: Your friend send split payment request.
ar: أرسل صديقك طلب دفع مقسم.
de: Ihr Freund sendet eine Zahlungsaufteilungsanforderung.
es: Su amigo envió una solicitud de pago dividido.
fr: Votre ami envoie une demande de paiement fractionné.

# txt_accept
source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter

# txt_reject
source: Reject
ar: رفض
es: Rechazar
fr: Rejeter

# MSG_CODE_111
source: Your request has been sent successfully
ar: تم إرسال طلبك بنجاح
de: Ihre Anfrage wurde erfolgreich gesendet
es: Su solicitud ha sido enviada con éxito
fr: Votre demande a été envoyée avec succès

# MSG_CODE_112
source: Request has been accepted successfully
ar: تم قبول الطلب بنجاح
de: Anfrage wurde erfolgreich angenommen
es: Solicitud aceptada con éxito
fr: La demande a été acceptée avec succès

# MSG_CODE_113
source: Request has been rejected successfully
ar: تم رفض الطلب بنجاح
de: Anfrage wurde erfolgreich abgelehnt
es: Solicitud rechazada con éxito
fr: La demande a été rejetée avec succès

# MSG_CODE_114
source: Your request has been canceled successfully
ar: تم إلغاء طلبك بنجاح
de: Ihre Anfrage wurde erfolgreich storniert
es: Su solicitud ha sido cancelada con éxito
fr: Votre demande a été annulée avec succès

# txt_max_split_req
source: Note: You can add maximum **** users
ar: ملاحظة: يمكنك إضافة الحد الأقصى من المستخدمين ****
de: Hinweis: Sie können maximal **** Benutzer hinzufügen
es: Nota: puede agregar un máximo de **** usuarios
fr: Remarque : Vous pouvez ajouter au maximum **** utilisateurs

# txt_pay
source: Pay
ar: دفع
de: Bezahlen
es: Pagar
fr: Payer

# txt_ride_share
source: Ride Share
ar: مشاركة الركوب
de: Mitfahrgelegenheit
es: Viaje compartido
fr: Partage de trajet

# txt_you_have_to_pay_cash
source: You have to pay **** cash
ar: عليك أن تدفع **** نقدًا
de: Sie müssen **** bar bezahlen
es: Tienes que pagar **** en efectivo
fr: Vous devez payer **** cash

# ERROR_CODE_419
source: Your request is cancelled by user.
ar: ألغى المستخدم طلبك.
de: Ihre Anfrage wurde vom Benutzer abgebrochen.
es: El usuario canceló su solicitud.
fr: Votre demande est annulée par l'utilisateur.

# txt_go_to_payment
source: Go to Payment
ar: انتقل إلى الدفع
de: Zur Zahlung gehen
es: Ir a pago
fr: Aller au paiement
