Repository: dktech15/Alma3roof
Catalog: Eber/Strings/*.lproj/Localizable.strings
Languages: ar, de, es, fr

# txt_add_stop
source: + Add Stop
ar: + إضافة محطة
de: + Haltestelle hinzufügen
es: + Agregar parada
fr: + Ajouter un arrêt

# txt_please_enter_valid_address
source: Please select valid address
ar: الرجاء تحديد عنوان صالح
de: Bitte gültige Adresse auswählen
es: Seleccione una dirección válida

# txt_base_distance_for_first_km
source: for first **** ####
ar: لأول مرة **** ####
de: für den ersten **** ####
es: para el primer **** ####
fr: pour le premier **** ####

# TXT_CALL_MESSAGE
source: Please wait until call assign to you.
ar: يرجى الانتظار حتى يتم تعيين المكالمة لك.
de: Bitte warten Sie, bis der Anruf Ihnen zugewiesen wird.
fr: Veuillez patienter jusqu'à ce que l'appel vous soit attribué.

# txt_sharing_ride_details
source: Sharing Ride Details
ar: مشاركة تفاصيل الرحلة
de: Fahrdetails teilen
es: Compartir detalles del viaje
fr: Partage des détails du trajet

# txt_address_already_added
source: You have already added this address
ar: لقد قمت بالفعل بإضافة هذا العنوان
de: Sie haben diese Adresse bereits hinzugefügt

# ERROR_CODE_1103
source: Right now, your driver is restricted to paying cash
ar: الآن ، السائق الخاص بك مقيد بالدفع نقدًا
de: Derzeit darf Ihr Fahrer nur bar bezahlen
es: En este momento, su conductor está restringido a pagar en efectivo
fr: À l'heure actuelle, votre chauffeur est limité au paiement en espèces

# ERROR_CODE_1105
source: User not found
ar: المستخدم ليس موجود
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé

# txt_get_code
source: Get Code
ar: الحصول على الرمز
es: Obtener código
fr: Obtenir le code

# txt_your_confirmation_code
source: Your confirmation code is ****
ar: رمز التأكيد الخاص بك هو ****
es: Su código de confirmación es ****
fr: Votre code de confirmation est ****

# txt_provider_not_available
source: Provider not available
ar: الموفر غير متوفر
es: Proveedor no disponible
fr: Fournisseur non disponible

# msg_create_trip_for_onward_time
source: You can schedule a trip after **** min from the current time
ar: يمكنك جدولة رحلة بعد **** دقيقة من الوقت الحالي
es: Puede programar un viaje después de **** min desde la hora actual
fr: Vous pouvez programmer un voyage après **** min à partir de l'heure actuelle

# TXT_IM_SURE
source: I'm sure
ar: انا متاكد
es: Estoy segura
fr: Je suis sûr

# TXT_ADD_WALLET_AMOUNT
source: Add Wallet amount
ar: أضف مبلغ Wallet
es: Agregar cantidad de billetera
fr: Ajouter le montant du portefeuille

# MSG_LAST_CANCELLATION_PAYMENT
source: Your last cancellation payment has been failed.Please try again.
ar: لقد فشلت عملية الإلغاء الأخيرة الخاصة بك ، يرجى المحاولة مرة أخرى.
es: Su último pago de cancelación ha fallado. Vuelva a intentarlo.
fr: Votre dernier paiement d'annulation a échoué. Veuillez réessayer.

# add_contact_alert_message
source: For safety of the users, while riding, the application provides the SOS facility that takes access to the your device's contact list so as to select numbers as emergency contacts, which are auto-dialed when they click the SOS button. Your contacts are stored in the server security which we do not share with anyone.
ar: من أجل سلامة المستخدمين ، أثناء الركوب ، يوفر التطبيق ميزة SOS التي تأخذ الوصول إلى قائمة جهات الاتصال الخاصة بجهازك لتحديد الأرقام كجهات اتصال للطوارئ ، والتي يتم الاتصال بها تلقائيًا عند النقر فوق الزر SOS. يتم تخزين جهات الاتصال الخاصة بك في أمان الخادم الذي لا نشاركه مع أي شخص.
de: Zur Sicherheit der Benutzer bietet die Anwendung während der Fahrt die SOS-Funktion, die auf die Kontaktliste Ihres Geräts zugreift, um Nummern als Notfallkontakte auszuwählen, die automatisch gewählt werden, wenn sie auf die SOS-Schaltfläche klicken. Ihre Kontakte werden in der Serversicherheit gespeichert, die wir mit niemandem teilen.
es: Para la seguridad de los usuarios, mientras viajan, la aplicación proporciona la función SOS que accede a la lista de contactos de su dispositivo para seleccionar números como contactos de emergencia, que se marcan automáticamente cuando hacen clic en el botón SOS. Sus contactos se almacenan en la seguridad del servidor que no compartimos con nadie.
fr: Pour la sécurité des utilisateurs, pendant la conduite, l'application fournit la fonction SOS qui accède à la liste de contacts de votre appareil afin de sélectionner des numéros comme contacts d'urgence, qui sont composés automatiquement lorsqu'ils cliquent sur le bouton SOS. Vos contacts sont stockés dans la sécurité du serveur que nous ne partageons avec personne.

# txt_is_allow_biding
source: Is allow trip bidding?
ar: هل يسمح بالمزايدة على الرحلة؟
de: Ist das Bieten von Fahrten erlaubt?
es: ¿Permitir ofertas de viaje?
fr: Est-ce que les enchères de voyage sont autorisées ?

# txt_bidding_price
source: Bidding Price : ****
ar: سعر العطاء: ****
de: Gebotspreis: ****
es: Precio de oferta: ****
fr: Prix de l'enchère : ****

# txt_bidding
source: Bidding
ar: التسعير
de: Bieten
es: Ofertas
fr: Enchères

# txt_enter_bidding_price
source: Please enter bid price
ar: الرجاء إدخال سعر العطاء
de: Bitte geben Sie den Gebotspreis ein
es: Por favor ingrese el precio de oferta
fr: Veuillez saisir le prix de l'enchère

# txt_biding_trips
source: Bidding Trips
ar: رحلات العطاءات
de: Fahrten bieten
es: Ofertas de viajes
fr: Enchérir sur les trajets

# txt_please_enter_valid_bid_price
source: Please enter valid bid price
ar: الرجاء إدخال سعر مزايد صالح
de: Bitte geben Sie einen gültigen Gebotspreis ein
es: Ingrese un precio de oferta válido

# txt_rate_driver
source: Rate Driver
ar: معدل السائق
es: Conductor de tarifa
fr: Pilote de taux

# ERROR_CODE_6007
source: Please Contact to Corporate for Add Credit Card First.
ar: يرجى الاتصال بالشركات لإضافة بطاقة ائتمان أولاً.
es: Comuníquese primero con la empresa para agregar una tarjeta de crédito.
fr: Veuillez contacter l'entreprise pour ajouter une carte de crédit en premier.

# ERROR_CODE_6008
source: Corporates have insufficient balance.
ar: الشركات لديها رصيد غير كاف.
de: Unternehmen verfügen über ein unzureichendes Gleichgewicht.
es: Las empresas tienen saldo insuficiente.
fr: Les entreprises ont un solde insuffisant.

# TXT_REDEEM_POINT
source: Redeem Point
ar: استبدال النقاط
de: Punkt einlösen
es: Canjear punto
fr: Échanger des points

# TXT_TOTAL_REDEEM_POINTS
source: Total Redeem Points:
ar: مجموع نقاط الاسترداد
de: Gesamtzahl der Einlösepunkte
es: Total de puntos canjeados
fr: Total des points échangés

# TXT_ENTER_POINTS
source: Redeem Points
ar: أدخل النقاط
de: Punkte eingeben
es: Introducir puntos
fr: Entrez des points

# TXT_REDEEM
source: Redeem
ar: Redem
de: Einlösen
es: Canjear
fr: Utiliser

# VALIDATION_MSG_INSUFFICIENT_BALANCE
source: Insufficient Redeem Points.
ar: نقاط الاسترداد غير كافية.
de: Unzureichende Einlösepunkte.
es: Puntos de canje insuficientes.
fr: Points d'échange insuffisants.

# VALIDATION_MSG_POINT_LIMIT
source: Please Enter at Least %@ Points for Redeem.
ar: الرجاء إدخال %@ على الأقل من النقاط للاسترداد.
de: Bitte geben Sie mindestens %@ Punkte zum Einlösen ein.
es: Ingrese al menos %@ puntos para canjear.
fr: Veuillez saisir au moins %@ points à échanger.

# MSG_POINT_TO_VALUE
source: %@ Points Are Equal To %@ %@
ar: %@ النقاط تساوي %@ %@
de: %@ Punkte sind gleich %@ %@
es: %@ Los puntos son iguales a %@ %@
fr: %@ points sont égaux à %@ %@

# TXT_POINTS
source: Points
ar: نقاط

# MSG_REDEEM_DATA_NOT_FOUND
source: Redeem history not found.
ar: استرداد التاريخ غير موجود.
de: Einlöseverlauf nicht gefunden.
es: Historial de canje no encontrado.
fr: Utiliser l'historique introuvable.

# ERROR_CODE_1111
source: Invalid OTP. Please check and try again.
ar: OTP غير صحيح. يرجى مراجعة وحاول مرة أخرى.
de: Ungültiges OTP. Bitte überprüfen Sie es und versuchen Sie es erneut.
es: OTP no válido. Por favor revisa e intenta de nuevo.
fr: OTP invalide. S'il vous plaît, vérifiez et essayez à nouveau.

# TXT_BABY_SEAT
source: Baby seat
de: Kindersitz
es: Asiento de bebe
fr: Siège bébé

# TXT_APPLE_PAY
source: Apple Pay
es: Selecciona tu forma de pago

# TXT_ENTER_OTP
source: Enter OTP
de: OTP eingeben

# TXT_PAID_BY_APPLE_PAY
source: Paid by apple pay
de: Bezahlt mit Apple Pay

# ERROR_CODE_992
source: Parameter missing
de: Parameter fehlt

source: Please enter Pin
de: Bitte Pin eingeben

source: Eg.1234
de: zB 1234

source: Enter Pin
de: PIN eingeben

source: Please enter OTP
de: Bitte OTPeingeben

source: Enter OTP
de: OTP eingeben

source: Eg.123456
de: zB 123456

source: Please enter Phone no.
de: Bitte Telefonnummer eingeben.

source: Enter Phone Number
de: Telefonnummer eingeben

# MINIMUM_10_DIGITS
source: Minimum 10 digits (Eg.1234567890)
de: Mindestens 10 Ziffern (z. B. 1234567890)

source: Please enter Birthdate
de: Geben Sie bitte das Geburtsdatum ein

source: Enter Birthdate
de: Geburtsdatum eingeben

# TXT_CANCELLED_TRIP_BY_USER
source: Cancelled by user
de: Von Benutzer storniert

# TXT_CANCELLED_TRIP_BY_DRIVER
source: Cancelled by driver
de: Vom Fahrer storniert

# TXT_CANCELLED_TRIP_BY_ADMIN
source: Cancelled by admin
de: Vom Administrator storniert

# ERROR_CODE_1100
source: Call service not available at the moment
de: Rufdienst derzeit nicht verfügbar

# msg_enter_valid_email_min_max_length
source: Please enter an email address between %@-%@ characters
de: Bitte geben Sie eine E-Mail-Adresse zwischen %@-%@ Zeichen ein

# msg_enter_valid_password_min_max_length
source: Please enter a password between %@-%@ characters
de: Bitte geben Sie ein Passwort zwischen %@-%@ Zeichen ein

# msg_enter_email_phone
source: Please enter email or phone
de: Bitte E-Mail oder Telefonnummer eingeben
