Repository: dktech15/Alma3roof
Catalog: Eber/Strings/*.lproj/Localizable.strings
Languages: ar, de, es, fr

# TXT_FARE_ESTIMATE_MSG
source: This is just an estimated time. Actual fare may vary slightly based on traffic or discount.
ar: هذا هو مجرد الوقت المقدر. قد تختلف الأجرة الفعلية قليلاً بناءً على حركة المرور أو الخصم.
de: Dies ist nur eine geschätzte Zeit. Tatsächlich Der Fahrpreis kann je nach Verkehr oder Rabatt leicht variieren.
es: Esto es sólo un tiempo estimado. La tarifa real puede variar ligeramente según el tráfico o el descuento.
fr: Ceci est juste un temps estimé. Le tarif réel peut varier légèrement en fonction du trafic ou des réductions.

# TXT_FARE_ESTIMATE_MSG_FIXED_RATE
source: This is just an estimated time.
ar: هذا هو مجرد الوقت المقدر.
de: Dies ist nur eine geschätzte Zeit.
es: Esto es sólo un tiempo estimado.
fr: Ceci est juste un temps estimé.

# TXT_FIXED_RATE
source: Fixed rate
ar: أجرة ثابتة
de: Fahrt zum Festpreis
es: Tarifa fija
fr: Tarif fixe

# TXT_TIME
source: Time
ar: زمن
de: Zeit
es: Hora
fr: Temps

# TXT_DISTANCE
source: Distance
ar: مسافه: بعد
de: Entfernung
es: Distancia

# TXT_SURGE_FARE
source: Surge price
ar: زيادة الأجرة
de: Stoßpreis
es: Tarifa de aumento
fr: Tarif surtension

# TXT_MIN_FARE
source: Min Fare:
ar: دقيقة. أجرة
de: Min. Fahrpreis
es: Min. tarifa
fr: Min. tarif

# TXT_PROFILE
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil

# TXT_PAYMENTS
source: Payment
ar: دفع
de: Zahlung
es: Pago
fr: Paiement

# TXT_MY_BOOKINGS
source: My bookings
ar: الحجز
de: Meine Buchungen
es: Mi reserva
fr: Ma réservation

# TXT_HISTORY
source: History
ar: التاريخ
de: Verlauf
es: Historia
fr: L'histoire

# TXT_REFERRAL
source: Referral
ar: إحالة
de: Empfehlung
es: Remisión
fr: Référence

# TXT_CONTACT_US
source: Contact us
ar: اتصل بنا
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez nous

# TXT_DOCUMENTS
source: Documents
ar: مستندات
de: Dokumente
es: Documentos
fr: Les documents

# TXT_CONTACT_US_MSG
source: Thank you for choosing ALMAعROOF App
ar: شكرا لاختيارك تطبيق تاكسي
de: Danke, dass Sie sich für die Taxi-App entschieden haben
es: Gracias por elegir Taxi App
fr: Merci d'avoir choisi l'application Taxi

# TXT_SETTINGS
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages

# TXT_LANGUAGE
source: Language
ar: لغة
de: Sprache
es: Idioma
fr: La langue

# TXT_EMERGENCY_CONTACTS
source: Emergency contacts
ar: جهة اتصال للطوارئ
de: Notfallkontakte
es: Contactos de emergencia
fr: Contacts d'urgence

# TXT_CONTACT_LIMIT_MSG
source: You can add 5 contacts
ar: يمكنك إضافة 5 جهات اتصال
de: Sie können 5 Kontakte hinzufügen
es: Puedes agregar 5 contactos
fr: Vous pouvez ajouter 5 contacts

# TXT_SOUND_ALERT
source: Sound alert
ar: تنبيه صوتي
de: Akustische Warnung
es: Alerta sonora
fr: Alerte sonore

# TXT_PUSH_NOTIFICATION
source: Push notification
ar: دفع الإخطار
de: Push-Benachrichtigung
es: Notificación de inserción
fr: Notification push

# TXT_PUSH_NOTIFICATION_SOUND_MESSAGE
source: Sound play for push notifications.
ar: لعب الصوت عند دفع الاخطار.
de: Tonwiedergabe für Push-Benachrichtigungen.
es: Reproducción de sonido cuando la notificación de inserción.
fr: Jeu sonore lors de la notification push.

# TXT_ADDRESS
source: Address
ar: عنوان
es: Dirección
fr: Adresse

# TXT_CHANGE
source: Change
ar: يتغيرون
de: Ändern
es: Cambio
fr: Changement

# TXT_NEW_PASSWORD
source: New Password
ar: كلمة السر الجديدة
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe

# TXT_ADD
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter

# TXT_SELECT_FROM_DATE
source: Select from date
ar: اختر من التاريخ
de: Vom Datum auswählen
es: Seleccione desde la fecha
fr: Sélectionner à partir de la date

# TXT_SELECT_TO_DATE
source: Please select To date.
ar: حدد حتى الآن
de: Bitte bis Datum auswählen.
es: Seleccione hasta la fecha
fr: Sélectionner pour date

# TXT_FROM
source: From
ar: من عند
de: Von
es: Desde
fr: De

# TXT_TO
source: To
ar: إلى
de: An
es: A
fr: À

# TXT_YESTERDAY
source: Yesterday
ar: في الامس
de: Gestern
es: Ayer
fr: Hier

# TXT_TODAY
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui

# TXT_WARNING
source: Error
ar: خطأ
de: Fehler
fr: Erreur

# MSG_INVALID_DATE_WARNING
source: Please select first from date.
ar: الرجاء الاختيار الأول من التاريخ
de: Bitte wählen Sie zuerst das Datum aus.
es: Seleccione primero desde la fecha
fr: Veuillez sélectionner d'abord à partir de la date

# TXT_INVOICE
source: Invoice
ar: فاتورة
de: Rechnung
es: Factura
fr: Facture d'achat

# TXT_CANCELLED_TRIP
source: Cancelled trip
ar: رحلة ملغاة
de: Stornierte Reise
es: Viaje cancelado
fr: Voyage annulé

# TXT_TRIP_ID
source: Trip Id.
ar: معرف الرحلة:
es: Identificación del viaje:
fr: Identifiant de voyage:

# TXT_ADD_CARD
source: Add New Card
ar: إضافة بطاقة
de: Neue Karte hinzufügen
es: Añade una tarjeta
fr: Ajouter une carte

# TXT_CREDIT_CARD
source: Credit card
ar: بطاقات الائتمان
de: Kreditkarte
es: Tarjetas de crédito
fr: Cartes de crédit

# TXT_PAYMENT_MESSAGE
source: Drive with ALMA3ROOF and collect credits that you can redeem on your next trip.
ar: القيادة مع ALMA3ROOF وجمع الاعتمادات التي يمكنك استبدالها في رحلتك القادمة.
de: Fahren Sie mit ALMA3ROOF und sammeln Sie Credits, die Sie bei Ihrer nächsten Fahrt einlösen können.
es: Conduce con ALMA3ROOF y reúne créditos que puedes canjear en tu próximo viaje.
fr: Conduisez avec ALMA3ROOF et collectez des crédits que vous pourrez échanger lors de votre prochain voyage.

# TXT_NO_CREDIT_CARD
source: No credit card added
ar: لم تتم إضافة بطاقة ائتمان
de: Keine Kreditkarte hinzugefügt
es: Sin tarjeta de crédito añadida
fr: Aucune carte de crédit ajoutée

# TXT_CARDS
source: Cards
ar: بطاقات
de: Karten
es: Tarjetas
fr: Cartes

# TXT_MM_YY
source: Expiration date
ar: الشهر / السنة
es: mm / aa
fr: mm / aa

# TXT_CREDIT_CARD_NUMBER
source: Card number
ar: رقم بطاقه الائتمان
de: Kreditkartennummer
es: Número de tarjeta de crédito
fr: Numéro de Carte de Crédit

# TXT_CARD_HOLDER_NAME
source: Cardholder name
ar: إسم صاحب البطاقة
de: Name des Karteninhabers
es: Nombre del titular de la tarjeta
fr: Nom du titulaire

# TXT_CARD_MSG
source: Only VISA and Mastercard are accepted
ar: يتم قبول التأشيرة والبطاقة الرئيسية والبريد فقط
de: Nur VISA und Mastercard werden akzeptiert
es: Solo se aceptan visa, master card y tarjeta postal.
fr: Seuls les visas, master card et post card sont acceptés

# TXT_SHARE_REFERRAL_CODE
source: Share referral code
ar: مشاركة رمز الإحالة
de: Empfehlungscode teilen
es: Compartir código de referencia
fr: Partager le code de référence

# TXT_SHARE_REFERRAL_MSG
source: Share your referral code with friends and get extra referral credits.
ar: شارك رمز الإحالة الخاص بك مع الأصدقاء واحصل على أرصدة إحالة إضافية.
de: Teilen Sie Ihren Empfehlungscode mit Freunden und erhalten Sie zusätzliche Empfehlungsgutschriften.
es: Comparta su código de referencia con amigos y obtenga créditos de referencia adicionales.
fr: Partagez votre code de parrainage avec des amis et obtenez des crédits de parrainage supplémentaires.

# TXT_YOUR_REFERRAL_CODE
source: Your referral code
ar: رمز الإحالة الخاص بك
de: Ihr Empfehlungscode
es: Su código de referencia
fr: Votre code de parrainage

# TXT_YOUR_REFERRAL_CREDIT
source: Your referral credit
ar: إحالة الائتمان الخاصة بك
de: Ihr Empfehlungsguthaben
es: Su crédito de referencia
fr: Votre crédit de référence

# MSG_SHARE_REFERRAL
source: **** use my referral code :
ar: **** استخدم رمز الإحالة الخاص بي:
de: **** meinen Empfehlungscode verwenden :
es: **** usa mi código de referencia:
fr: **** utiliser mon code de parrainage :

# TXT_HAVE_PROMO_CODE
source: Have Promo Code?
ar: هل لديك الرمز الترويجي؟
de: Promo-Code haben?
es: ¿Tienes código promocional?
fr: Avez-code promotionnel?

# TXT_CAR_ID
source: Car id
ar: معرف السيارة
de: Auto-ID
es: Identificación del coche
fr: Id de voiture

# TXT_PLATE_NO
source: Plate no.
ar: لوحة لا.
de: Kennzeichen Nr.
es: Placa No.
fr: Numéro de plaque

# TXT_TRIP_NO
source: Trip no.
ar: رقم الرحلة
de: Fahrt Nr.
es: No. de viaje
fr: Numéro de voyage

# TXT_CALL
source: Call
ar: مكالمة
de: Anruf
es: Llamada
fr: Appel

# TXT_SOS
source: SOS
ar: نجدة
es: llamada de socorro

# TXT_PROMO_APPLIED
source: Promo applied (tap to remove)
ar: تطبيق الترويجي
de: Promo angewendet
es: Promo aplicado
fr: Promo appliquée

# TXT_TOTAL_TIME
source: Total time
ar: الوقت الكلي
de: Gesamtzeit
es: Tiempo Total
fr: Temps total

# TXT_TOTAL_DISTANCE
source: Total distance
ar: المسافة الكلية
de: Gesamtstrecke
es: Distancia total
fr: Distance totale

# TXT_SEND
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer

# TXT_WAITING_TIME_START_AFTER
source: Waiting time start after
ar: وقت الانتظار تبدأ بعد
de: Wartezeit beginnt nach
es: El tiempo de espera comienza despues
fr: Le temps d'attente commence après

# TXT_TOTAL_WAITING_TIME
source: Total wait time
ar: وقت الانتظار الكلي:
de: Gesamtwartezeit
es: Tiempo total de espera:
fr: Temps d'attente total:

# TRIP_STATUS_ACCEPTED
source: Driver has accepted your trip
ar: الرحلة مقبولة
de: Fahrer hat Ihre Fahrt akzeptiert
es: Viaje aceptado
fr: Voyage accepté

# TRIP_STATUS_STARTED
source: Your trip has started
ar: بدأت الرحلة
de: Ihre Reise hat begonnen
es: Viaje iniciado
fr: Le voyage a commencé

# TRIP_STATUS_END
source: Your trip has been completed
ar: اكتملت الرحلة
de: Ihre Reise wurde abgeschlossen
es: Viaje completado
fr: Voyage terminé

# TXT_FIXED_FARE_TRIP
source: Fixed fare trip
ar: رحلة الأجرة الثابتة
es: Viaje de tarifa fija
fr: Voyage à tarif fixe

# TXT_AIRPORT_TRIP
source: Airport trip
ar: رحلة المطار
de: Flughafenfahrt
es: Viaje al aeropuerto
fr: Voyage d'aéroport

# TXT_ZONE_TRIP
source: Zone trip
ar: رحلة المنطقة
de: Zonenfahrt
es: Viaje de zona
fr: Voyage de zone

# TXT_CITY_TRIP
source: City trip
ar: رحلة المدينة
de: Städtereise
es: Viaje a la ciudad
fr: Visite de la ville

# TXT_TIP
source: Tip
ar: تلميح
de: Tipp
es: Propina
fr: Pointe

# TXT_TOLL
source: Toll amount
ar: رسوم
de: Mautbetrag
es: Peaje
fr: Péage

# TXT_DISTANCE_PRICE
source: Distance
ar: مسافه: بعد
de: Entfernung
es: Distancia

# TXT_TIME_PRICE
source: Time
ar: زمن
de: Zeit
es: Hora
fr: Temps

# TXT_WAIT_TIME_COST
source: Waiting time
ar: وقت الانتظار
de: Wartezeit
es: Tiempo de espera
fr: Temps d'attente

# TXT_USER_CITY_TAX
source: User city tax
ar: ضريبة مدينة المستخدم
de: Stadtsteuer des Benutzers
es: Impuesto municipal del usuario
fr: Taxe de séjour de l'utilisateur

# TXT_USER_MISCELLANEOUS_TAX
source: User miscellaneous fee
ar: ضريبة المستخدم المتنوعة
de: Verschiedene Benutzergebühr
es: Impuestos misceláneos del usuario
fr: Taxe divers utilisateur

# TXT_PAID_BY_CASH
source: Paid by cash
ar: تدفع نقدا
de: Barzahlung
es: Pagado en efectivo
fr: Payé en espèces

# TXT_PAID_BY_CARD
source: Paid by card
ar: تدفع عن طريق البطاقة
de: Mit Karte bezahlt
es: Pagado con tarjeta
fr: Payé par carte

# TXT_PAID_BY_WALLET
source: Set in wallet
ar: يتحملها المحفظة
de: In Wallet setzen
es: Pagado por billetera
fr: Payé par le portefeuille

# TXT_REMAINING_TO_PAY
source: Remaining
ar: متبق
de: Rest
es: Restante
fr: Restant

# TXT_TOTAL
source: Total
ar: مجموع
de: Gesamt
fr: Le total

# TXT_DISCOUNT
source: Discount
ar: خصم
de: Rabatt
es: Descuento
fr: Remise

# TXT_PROMO_BONUS
source: Promo Bonus
ar: مكافأة الترويجي
de: Aktionsbonus
es: Bono promocional
fr: Bonus de promotion

# TXT_REFERRAL_BONUS
source: Referral bonus
ar: مكافأة الإحالة
de: Empfehlungsbonus
es: Bono de referencia
fr: Bonus de référence

# TXT_TAX
source: Tax:
ar: ضريبة
de: Steuer:
es: Impuesto
fr: Impôt

# TXT_BASE_PRICE
source: Base price
ar: السعر الأساسي
de: Grundpreis
es: Precio base
fr: Prix de base

# TXT_SURGE_PRICE
source: Surge price
ar: ارتفاع الأسعار
de: Stoßpreis
es: Precio de la oleada
fr: Prix surtension

# TXT_WALLET
source: Wallet
ar: محفظة نقود
de: Brieftasche
es: Billetera
fr: Portefeuille

# TXT_APPLIED
source: Applied
ar: مستعمل
de: Angewandt
es: Aplicado
fr: Appliqué

# TXT_COMMENT_PLACEHOLDER
source: Write about your experience. We are always happy to hear from you.
ar: اكتب عن تجربتك نحن دائما سعداء أن نسمع منك
de: Schreiben Sie über Ihre Erfahrungen. Wir freuen uns immer, von Ihnen zu hören.
es: Escribe sobre tu experiencia. Siempre nos alegra escuchar de ti
fr: Écrivez sur votre expérience. Nous sommes toujours heureux d'avoir de vos nouvelles

# TXT_SERVICE_PRICE
source: Service price
ar: سعر الخدمة
de: Servicepreis
es: Precio del servicio
fr: Prix du service

# TXT_PAYMENT_FAILED
source: Payment Failed
ar: عملية الدفع فشلت
de: Zahlung fehlgeschlagen
es: Pago fallido
fr: Paiement échoué

# MSG_PAYMENT_FAILED
source: Your payment has been failed due to incorrect card or authentication please pay again or add a new card.
ar: فشل دفع بطاقتك ، لذا يرجى تحديد بطاقة أخرى.
de: Ihre Zahlung ist aufgrund einer falschen Karte oder Authentifizierung fehlgeschlagen. Bitte zahlen Sie erneut oder fügen Sie eine neue Karte hinzu.
es: El pago de su tarjeta no se realizó correctamente, así que seleccione otra tarjeta.
fr: Votre paiement par carte a échoué. Veuillez sélectionner une autre carte.

# TXT_PAY_AGAIN
source: Pay Again
ar: ادفع مرة أخرى
de: Erneut bezahlen
es: Paga de nuevo
fr: Payer à nouveau

# TXT_COMMENTS
source: Comment
ar: تعليقات
de: Kommentar
es: Comentarios
fr: commentaires

# VALIDATION_MSG_PLEASE_SELECT_VALID_PACKAGE
source: Please select valid package
ar: يرجى اختيار حزمة صالحة
de: Bitte gültiges Paket auswählen
es: Por favor seleccione el paquete válido
fr: Veuillez sélectionner un forfait valide

# VALIDATION_MSG_ENTER_PHONE_NUMBER
source: Please enter a mobile number.
ar: الرجاء إدخال رقم الهاتف
de: Bitte geben Sie eine Handynummer ein.
es: Por favor ingrese el número de teléfono
fr: S'il vous plaît entrer le numéro de téléphone

# VALIDATION_MSG_INVALID_PHONE_NUMBER
source: Please enter a valid mobile number.
ar: أدخل رقم هاتف %@
de: Bitte geben Sie eine gültige Handynummer ein.
es: Ingrese el número de teléfono de %@ dígitos
fr: Entrez le numéro de téléphone %@ digits

# VALIDATION_MSG_INVALID_PASSWORD
source: Please enter password greater than 6 characters.
ar: الرجاء إدخال كلمة مرور صالحة
de: Bitte geben Sie ein Passwort mit mehr als 6 Zeichen ein.
es: Por favor ingrese una contraseña válida
fr: Veuillez entrer un mot de passe valide

# VALIDATION_MSG_ENTER_PASSWORD
source: Please enter a password.
ar: الرجاء إدخال كلمة المرور
de: Bitte geben Sie ein Passwort ein.
es: Por favor, ingrese contraseña
fr: Veuillez entrer le mot de passe

# VALIDATION_MSG_INVALID_EMAIL
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor ingrese una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse email valide.

# VALIDATION_MSG_ENTER_EMAIL
source: Please enter an email address.
ar: الرجاء إدخال عنوان البريد الإلكتروني.
de: Bitte geben Sie eine E-Mail-Adresse ein.
es: Por favor, introduzca la dirección de correo electrónico.
fr: Veuillez entrer votre adresse email.

# VALIDATION_MSG_ENTER_NAME
source: Please enter name.
ar: الرجاء إدخال الاسم.
de: Bitte Namen eingeben.
es: Por favor ingrese el nombre.
fr: Veuillez entrer le nom.

# VALIDATION_MSG_INVALID_REFERRAL_CODE
source: Please enter valid referral code
ar: الرجاء إدخال رمز الإحالة
de: Bitte geben Sie einen gültigen Empfehlungscode ein
es: Por favor ingrese el código de referencia
fr: S'il vous plaît entrer le code de référence

# VALIDATION_MSG_UNABLE_TO_CALL
source: Unable to call
ar: غير قادر على الاتصال
de: Anruf nicht möglich
es: Incapaz de llamar
fr: Impossible d'appeler

# VALIDATION_MSG_UNABLE_TO_MAIL
source: Unable to mail
ar: غير قادر على البريد
de: Mail kann nicht gesendetwerden
es: No se puede enviar
fr: Impossible d'envoyer un mail

# TXT_PLEASE_SELECT_CARD_EXPIRY_DATE
source: Select expiry date
ar: حدد تاريخ انتهاء الصلاحية
de: Ablaufdatum auswählen
es: Seleccionar fecha de caducidad
fr: Sélectionnez la date d'expiration

# VALIDATION_MSG_ENTER_VALID_CREDIT_CARD_NUMBER
source: Please enter a valid card number.
ar: أدخل رقم بطاقة ائتمان صالح
de: Bitte geben Sie eine gültige Kartennummer ein.
es: Ingrese el número de tarjeta de crédito válido
fr: Entrez un numéro de carte de crédit valide

# VALIDATION_MSG_ENTER_VALID_CVV_NUMBER
source: Please enter a valid cvv code.
ar: أدخل رقم السيرة الذاتية صالح
es: Ingrese un número de cvv válido
fr: Entrez un numéro de cvv valide

# VALIDATION_MSG_INVALID_CARD
source: Your card is invalid
ar: بطاقتك غير صالحة
de: Ihre Karte ist ungültig
es: Tu tarjeta es invalida
fr: Votre carte est invalide

# VALIDATION_MSG_NO_CARD_SELECTED
source: No card selected
ar: لم يتم تحديد بطاقة
de: Keine Karte ausgewählt
es: Ninguna tarjeta seleccionada
fr: Aucune carte sélectionnée

# VALIDATION_MSG_INVALID_AMOUNT
source: Please enter a valid amount.
ar: المبلغ الذي أدخلته غير صالح
de: Bitte geben Sie einen gültigen Betrag ein.
es: Su cantidad ingresada es inválida
fr: Votre montant entré est invalide

# VALIDATION_MSG_INVALID_REASON
source: Please provide a valid reason.
ar: الرجاء إدخال سبب صحيح
de: Bitte geben Sie einen triftigen Grund an.
es: Por favor ingrese una razón válida
fr: S'il vous plaît entrer une raison valide

# VALIDATION_MSG_INVALID_LOCATION
source: No card selected
ar: الموقع المحدد غير صالح
de: Keine Karte ausgewählt
es: La ubicación seleccionada no es válida
fr: L'emplacement sélectionné n'est pas valide

# VALIDATION_MSG_ENTER_CARD_HOLDER_NAME_FIRST
source: Please enter card holder name.
ar: الرجاء إدخال اسم حامل البطاقة.
de: Bitte geben Sie den Namen des Karteninhabers ein.
es: Por favor ingrese el nombre del titular de la tarjeta.
fr: Veuillez entrer le nom du titulaire de la carte.

# VALIDATION_MSG_NO_OTHER_PAYMENT_MODE_AVAILABLE
source: No other payment mode available in this city.
ar: لا يوجد طريقة دفع أخرى متاحة في هذه المدينة.
de: Keine andere Zahlungsmethode in dieser Stadt verfügbar.
es: No hay otro modo de pago disponible en esta ciudad.
fr: Aucun autre mode de paiement disponible dans cette ville.

# VALIDATION_MSG_RATE_PROVIDER
source: Please give atleast one rate
ar: يرجى إعطاء أتلست معدل واحد
de: Bitte geben Sie mindestens eine Rate an
es: Por favor, da al menos una tarifa
fr: S'il vous plaît donner au moins un taux

# VALIDATION_MSG_HOME_ADDRESS_NOT_AVAILABLE
source: Tap to add home address
ar: عنوان المنزل غير متاح ، يرجى إضافة أولا.
de: Tippen, um Heimatadresse hinzuzufügen
es: La dirección de la casa no está disponible, por favor agregue primero.
fr: L'adresse du domicile n'est pas disponible, veuillez d'abord l'ajouter.

# VALIDATION_MSG_WORK_ADDRESS_NOT_AVAILABLE
source: Tap to add work address
ar: عنوان العمل غير متوفر ، يرجى إضافته أولاً.
de: Tippen, um Arbeitsadresse hinzuzufügen
es: Dirección de trabajo no está disponible, por favor agregue primero.
fr: L'adresse de travail n'est pas disponible, veuillez d'abord l'ajouter.

# VALIDATION_MSG_SELECT_DESTINATION_ADDRESS_FIRST
source: You must first add a destination address.
ar: يرجى تحديد عنوان الوجهة أولاً للقيام بركوب سعر ثابت
de: Sie müssen zuerst eine Zieladresse hinzufügen.
es: Por favor, seleccione la dirección de destino primero para hacer el viaje de tarifa fija
fr: S'il vous plaît sélectionnez d'abord l'adresse de destination pour faire le trajet à taux fixe

# VALIDATION_MSG_PLEASE_SELECT_DATE_FIRST
source: Please select first from date.
ar: يرجى تحديد التاريخ أولا
de: Bitte wählen Sie zuerst das Datum aus.
es: Por favor, seleccione la fecha primero
fr: S'il vous plaît sélectionnez la date d'abord

# VALIDATION_MSG_PLEASE_ENTER_DOCUMENT_ID
source: Please enter document unique code.
ar: الرجاء إدخال معرف المستند
de: Bitte geben Sie den eindeutigen Code des Dokuments ein.
es: Por favor ingrese la identificación del documento
fr: Veuillez saisir l'identifiant du document

# VALIDATION_MSG_PLEASE_ENTER_DOCUMENT_EXP_DATE
source: Please enter a valid document expiry date.
ar: الرجاء تحديد تاريخ انتهاء صلاحية المستند
de: Bitte geben Sie ein gültiges Ablaufdatum für das Dokument ein.
es: Por favor seleccione el documento fecha de vencimiento
fr: Veuillez sélectionner la date d'expiration du document.

# VALIDATION_MSG_PLEASE_SELECT_DOCUMENT_IMAGE
source: Please select document image.
ar: يرجى اختيار صورة الوثيقة
de: Bitte Dokumentbild auswählen.
es: Por favor seleccione la imagen del documento.
fr: Veuillez sélectionner l'image du document

# VALIDATION_MSG_ADD_CARD_FIRST
source: Please add a credit card.
ar: الرجاء إضافة البطاقة أولاً
de: Bitte fügen Sie eine Kreditkarte hinzu.
es: Por favor agregue la tarjeta primero
fr: S'il vous plaît ajouter la carte d'abord

# VALIDATION_MSG_VALID_AMOUNT
source: Please enter valid points.
ar: الرجاء إدخال مبلغ صالح
de: Bitte geben Sie einen gültigen Betrag ein.
es: Por favor ingrese una cantidad válida
fr: Veuillez entrer un montant valide

# VALIDATION_MSG_PLEASE_ENTER_DESTINATION_FIRST
source: Please select destination address first to share eta
ar: يرجى تحديد عنوان الوجهة أولاً لمشاركة eta
de: Bitte wählen Sie zuerst die Zieladresse aus, um ETA zu teilen
es: Por favor, seleccione la dirección de destino primero para compartir eta
fr: Veuillez d'abord sélectionner l'adresse de destination pour partager eta

# MSG_CODE_0
source: Message Code Not Set
ar: رمز الرسالة غير مضبوط
de: Nachrichtencode nicht gesetzt
es: Código de mensaje no establecido
fr: Code de message non défini

# MSG_CODE_1
source: You have been successfully registered.
ar: أنت مسجل بنجاح.
de: Sie wurden erfolgreich registriert.
es: Usted está registrado con éxito.
fr: Vous êtes enregistré avec succès.

# MSG_CODE_2
source: You have been successfully registered.
ar: أنت مسجل بنجاح.
de: Sie wurden erfolgreich registriert.
es: Usted está registrado con éxito.
fr: Vous êtes enregistré avec succès.

# MSG_CODE_18
source: You have been successfully logged in.
ar: تم تسجيل دخولك بنجاح
de: Sie wurden erfolgreich angemeldet.
es: Has iniciado sesión correctamente.
fr: Vous êtes connecté avec succès.

# MSG_CODE_4
source: Your profile has been updated successfully.
ar: تم تحديث ملفك الشخصي بنجاح.
de: Ihr Profil wurde erfolgreich aktualisiert.
es: Tu perfil ha sido actualizado exitosamente.
fr: Votre profil a été mis à jour avec succés.

# MSG_CODE_20
source: You have been successfully logged out.
ar: قمت بتسجيل الدخول بنجاح.
de: Sie wurden erfolgreich abgemeldet.
es: Se ha cerrado la sesión con éxito.
fr: Vous êtes déconnecté avec succès.

# MSG_CODE_6
source: Your card has been added successfully.
ar: تمت إضافة بطاقتك بنجاح.
de: Ihre Karte wurde erfolgreich hinzugefügt.
es: Su tarjeta ha sido agregada exitosamente.
fr: Votre carte a été ajoutée avec succès.

# MSG_CODE_7
source: Get all card successfully.
ar: الحصول على كل بطاقة بنجاح.
de: Alle Karten erfolgreich erhalten.
es: Obtener todas las tarjetas con éxito.
fr: Obtenez toutes les cartes avec succès.

# MSG_CODE_8
source: Your card has been deleted successfully.
ar: تم حذف بطاقتك بنجاح.
de: Ihre Karte wurde erfolgreich gelöscht.
es: Su tarjeta ha sido eliminada con éxito.
fr: Votre carte a été supprimée avec succès.

# MSG_CODE_9
source: Your trip request has been confirmed.
ar: تم تأكيد طلب رحلتك.
de: Ihre Reiseanfrage wurde bestätigt.
es: Su solicitud de viaje ha sido confirmada.
fr: Votre demande de voyage a été confirmée.

# MSG_CODE_10
source: User get trip status.
ar: المستخدم الحصول على حالة الرحلة.
de: Benutzer erhält Reisestatus.
es: Usuario obtener estado de viaje.
fr: Utilisateur obtenir le statut de voyage.

# MSG_CODE_11
source: Your trip has been cancelled successfully.
ar: تم إلغاء رحلتك بنجاح.
de: Ihre Reise wurde erfolgreich storniert.
es: Su viaje ha sido cancelado con éxito.
fr: Votre voyage a été annulé avec succès.

# MSG_CODE_12
source: Your referral code has been applied successfully.
ar: تم تطبيق رمز الإحالة الخاص بك بنجاح.
de: Ihr Empfehlungscode wurde erfolgreich angewendet.
es: Su código de referencia se ha aplicado con éxito.
fr: Votre code de parrainage a été appliqué avec succès.
